{
  "Index": {
    "intro": "The law firm EdmarLaw primarily assists IT companies and technology intensive businesses and has 25 years of experience in IT Law, Data Protection (GDPR), Contract Law, Intellectual Property Law and E-commerce.",
    "references_header": "References",
    "expertiseTitle": "Areas of Expertise",
    "IT Law": "IT Law",
    "Contract Law": "Contract Law",
    "Privacy Law": "Privacy Law",
    "Telecom Law": "Telecom Law",
    "Design Law": "Design Law",
    "Trademark Law": "Trademark Law",
    "Domain Names": "Domain Names",
    "Marketing Law": "Marketing Law",
    "E-commerce": "E-commerce",
    "Outsourcing": "Outsourcing",
    "Area of Expertise": "Areas of Expertise",
    "Areas of Expertise": "Areas of Expertise",
    "GDPR": "GDPR",
    "Publications": "Publications",
    "REFERENCES": "References",
    "ABOUT": "About",
    "COPYRIGHT": "Copyright",
    "Copyright": "Copyright",
    "quote1": "Malin understands the technical aspects as well. That really adds to her excellent negotiating skills.",
    "author1": "Adam Berg",
    "position1": "Co-founding Partner, Looklet AB",

    "Terms and Conditions": "Terms and Conditions",
    "Privacy Policy": "Privacy Policy",
    "quote2": "With her background, Malin has in-depth knowledge about our core business, both the technology and the agreement structures. The fact that she is so easy to reach and shares the passion for new technology makes the collaboration particularly easy!",
    "author2": "Mathias Strand",
    "position2": "Head of legal Microsoft Western Europe",

    "quote3": "To have in-depth knowledge of intellectual property rights is just a prerequisite. You need to understand at a level which requires a genuine interest for the internet, gaming, esport and digital culture. Malin has this, and in combination with her legal skills, she delivers what is needed in our fast paced, complex and digital world.",
    "author3": "Stefan Magnusson",
    "position3": "Vice President DreamHack AB",

    "quote4": "Malin is so engaged; readily available with wise input in the midst of complicated negotiations. She gives us key questions to consider and is a great resource to discuss with. She reviews and analyses agreement documents for us and comes back with a simple bullet list for us to focus on.",
    "author4": "Mattias Unosson",
    "position4": "CEO Exmet AB",

    "quote5": "Malin has i.a. created our terms and conditions in Swedish as well as English for our cloud services. Her support in negotiations is highly appreciated as she is easy to reach, quick and pedagogical when answering our questions",
    "author5": "Patrik Andersson",
    "position5": "Product Manager Genero Solutions AB",

    "quote6": "Malin is a great resource in negotiations! With her background in IT, she is well prepared for the specific questions and understands in detail how various conditions and interpretations shall be handled. She also gives a solid impression when participating in negotiations.",
    "author6": "Anders Båth",
    "position6": "Sr VP eBuilder",

    "quote7": "The first thing Malin did for us was a source code analysis, to give us full control over our code. That has helped us immensely in customer negotiations, since customers need certain warranties. Because Malin understands the technical aspects as well, we’re talking the same language.",
    "author7": "Johan Gustafsson",
    "position7": "CEO Unomaly",

    "quote8": "It has been a pleasure working with you and your tremendous competence! I really hope we get to work together again soon! (not only because it means that we hopefully have increased our business:)",
    "author8": "Jakob Johansson",
    "position8": "Sr VP eBuilder",
    "publisherTitle": "Internet publishing and Social Media",
    "publisherDescription": "The purpose of this book is to explain the rules regarding Internet publishing, social media and IT-related products and services in a concrete and easy way, and provide a practical application of the law on the Internet. The book is full of illustrative cases and explanations while providing a good understanding of how the traditional jurisprudence has evolved with digitization. One section consists of questions and answers on what to consider when publishing material online.",
    "publisherViewAllPublications": "View all publications",
    "itDescription": "EdmarLaw has 25 years of experience from reviewing, analyzing, drafting and negotiating most types of agreements in the field of IT and high-tech. EdmarLaw has extensive experience of legal counseling regarding data protection, development or implementation of IT systems, licensing of cloud services (PaaS, SaaS etc.) and AI services, both embedded software (internet of things) and software, know-how and patents, as well as development, collaboration and distribution of products and services in the tech industry. EdmarLaw often provides its services in English since many of its clients are North American or European businesses.",
    "Typical assignments:": "Typical assignments:",
    "Licenses": "Licenses",
    "Terms of Use, Terms of Service": "Terms of Use, Terms of Service",
    "Privacy assessments": "Privacy assessments",
    "Privacy terms": "Privacy terms",

    "Joint Development": "Joint Development",
    "Online Services (PaaS, SaaS, cloud services etc)": "Online Services (PaaS, SaaS, cloud services etc)",
    "System Deliveries": "System Deliveries",

    "Maintenance of software, IoT, IT systems": "Maintenance of software, IoT, IT systems",
    "Copyright and other intellectual property rights": "Copyright and other intellectual property rights",
    "Processing, including transfer of Personal Data": "Processing, including transfer of Personal Data",
    "Domain names": "Domain names",
    "Trademark rights": "Trademark rights",
    "itDescription2": "Malin Edmar has worked at the headquarters of Microsoft Corporation in Redmond, WA, USA for four years and assisted the company for more than 12 years thereafter. She has also worked for GitHub, Inc. as Senior Commercial Counsel, focusing on drafting and negotiating commercially viable, easy to understand terms for PaaS, support services and collaboration work, as well as Senior Product Counsel, focusing on product licensing for AI services and features, PaaS, and joint development work. This experience has not only given her a passion for new technology but also a very good understanding of the IT industry. She knows the typical product cycles of IT companies and understands their terminology – her curiosity in the operations of her clients therefore comes naturally.",
    "itDescription3": "EdmarLaw also has a well-established network of lawyers throughout the world, thanks to engagements in international networks, international services and many international clients. EdmarLaw is therefore able to efficiently guide and assist in matters concerning several jurisdictions and business areas.",
    "contractDesc1": "Except for a few exceptions, there are no formal requirements regarding the formation of a contract in Sweden, which means that a contract can be made in any way, shape or form, including verbally. There is no hindrance to electronic agreements either, as long as you can identify and verify the counter party in a reliable way; you must be able to prove the validity of the agreement.",
    "contractDesc2": "Whether you are a purchaser or supplier, the agreement is key to a successful business. To try to recapture later what the parties’ intentions were at the time of contract entry (e.g. if a project or collaboration later fails), is extremely difficult for both parties. This increases the risk of a dispute immensely.  In most cases, the parties are in agreement in the beginning, eager to get on board with their project. Both parties think they know and agree on what is being purchased and what is being delivered. To negotiate an agreement including all aspects of the project therefore may seem unnecessary at that time. But the agreement is not for when projects succeed – it is for the scenario when things start going wrong, getting delayed or when the parties begin to realize that they simply do not share the same view on the delivery. That is when the agreement shall function as a manual, and keep the parties moving forward even with some sidetracking. To negotiate the terms at a time when the parties are seemingly in agreement with positive spirits is key to a successful engagement with each other throughout their collaboration.",
    "contractDesc3": "EdmarLaw drafts, reviews, analyzes, revises and negotiates all types of agreements for the IT industry, such as licensing and outsourcing agreements, terms of use or terms of service, customer agreements, development agreements (both hardware and software), cooperation agreements, consultancy agreements and distribution agreements. EdmarLaw conducts its business in two languages, English and Swedish – a majority of the agreements drafted and negotiated are in English.",
    "privacyDesc1": "EdmarLaw assists companies in privacy related issues; everything from drafting a privacy policy, information texts or agreement terms in accordance with the General Data Protection Regulation EU 2016/679 (GDPR), to analyzing specific privacy law related aspects and providing legal opinions. EdmarLaw is frequently a representative before the Swedish Authority for Privacy Protection, both formally and informally. Upon request, EdmarLaw also conducts reviews (due diligence) of a company’s processing of personal data, assists in data protection impact assessments (DPIAs), incident management and helps ensure that the processing of personal data is in accordance with GDPR as well as other Swedish and EU laws and regulations in this field. ",
    "privacyDesc2": "Companies, authorities and other organizations have a need to extract knowledge from big data. This is constantly increasing as technology advances. At the same time, the processing of personal data is getting more and more regulated. EU already has one of the world’s toughest privacy regulations and the requirements get even tougher as the commercial value of personal data grows and is intensified. To process personal data, at the same time as you care for and respect employees’ and customers’ need for integrity, has become an increasingly important competitive advantage. ",
    "privacyDesc3": "As an advisor to several global information services operations, EdmarLaw has in-depth knowledge and understanding of a company’s needs when it comes to processing personal data as part of its business.",
    "privacyDesc4": "Business opportunities should not be limited by the rules regulating processing personal data. Rather, one should seek to find ways to manage personal data processing in accordance with the GDPR at the same time as you fulfill your business purpose. EdmarLaw helps its clients to be proactive and not reactive in the privacy space.",
    "How to process personal data": "How to process personal data",
    "Draft or review of privacy policies": "Draft or review of privacy policies",
    "Privacy impact assessments": "Privacy impact assessments",
    "Privacy by default and security by design aspects": "Privacy by default and security by design aspects",
    "Legal bases for processing, when consent is needed": "Legal bases for processing, when consent is needed",
    "What information to provide to data subjects": "What information to provide to data subjects",
    "How to handle cookies": "How to handle cookies",
    "CopyDesc1": "Copyright assets such as software, databases, design, drawings, images, music and other types of works or concepts can represent extremely valuable assets in a company or organization. EdmarLaw has more than twenty-five years of experience in managing copyright and other intellectual property rights, and is well-equipped to deal with and secure various types of immaterial assets.",
    "CopyDesc2": "The digital environment, with a cluster of different types of media, fast and worldwide communication and distribution of equipment both at the workplace and at home, has made the copyright issues highly relevant. The market for computer games alone is far greater than that of the film industry. But it is not always a question of market growth; the very foundation for production and exploitation of protected works has changed thanks to the digitization.",
    "CopyDesc3": "EdmarLaw counsels copyright owners who want to protect or exploit their ideas, or manage infringement and infringement claims.",
    "OutSource1": "Outsourcing agreements are long life by character and concern core aspects of the business. Both the outsourcing project and the law around it can be complex, and the legal guidance often spans over several legal areas. In order for the outsourcing to go well, the deal needs to be well construed and thoroughly prepared. Because it covers a long term relationship, it should be based on mutual trust. This can be created through a balance between the parties, common incentives and an excellent cooperative climate.  ",
    "OutSource2": "Outsourcing is by principle critical to the business and neither of the parties have time for misinterpretations and false expectations. The agreements therefore need to function as a manual for the cooperation, to be the documents setting out the expectations. This requires simple and concise terms, taking the entire project in consideration.",
    "OutSource3": "EdmarLaw knows that outsourcing projects require specialized legal competence as well as focus on the business needs. EdmarLaw has long experience from traditional outsourcing, off- or nearshoring and various types of cloud services.",
    "EDesc1": "The global aspect of e-commerce is quite an advantage for both small and large businesses to export its goods and services. Gone are the days when you approached one region at a time, since you can reach all markets at once. Going global all at once continue to be a factor for success – albeit laws regulating e-commerce both within the EU and outside of the EU keep growing and keep changing. An e-commerce player both needs to have an understanding of the rules and regulations where the company has its principal place of business, but it is almost equally important to understand the practice, regulations and traditions of the target markets and population as well.",
    "EDesc2": "EdmarLaw assists e-commerce businesses with everything from terms and conditions and privacy issues to marketing law aspects of campaigns and the use of social media to communicate a message.",
    "MDesc1": "As soon as a message has a commercial purpose and relates to commercial aspects, it is considered marketing messaging, and the Marketing Act applies. On a commercial website or blog, most of the content is subject to marketing law.",
    "MDesc2": "EdmarLaw provides counsel in relation to marketing campaigns and contests in all types of media. Social media plays a large role in the marketing messaging of corporations and organizations today, and Edmar Law has expertise in this field. EdmarLaw assists companies with advice and risk assessments regarding its commercial messaging as well as analyzing improper competitive marketing.",
    "DDesc1": "Presence on the internet is of great importance to any business. Domain names are essential marketing channels and comprehend both security aspects and quality assurances. A company’s domain name(s) are therefore usually quite valuable to the company, and it is important to keep an ongoing strategic approach when dealing with domain names.",
    "DDesc2": "EdmarLaw provides assistance with domain name registrations, as well as domain name disputes and strategic advice with regards to domain names.",
    "TDesc1": "Trademark law has since long been internationally oriented, and international treaties such as the Madrid Protocol and the common view on trademark law within the EU illustrates the internationalization of trademark law. Internet and the use of domain names has made the global dimension of trademark law even more apparent, especially among smaller companies and organizations. A smaller company has the same qualifications as a larger company to establish itself through a website and domain name(s) on the global market. To assert a company’s right to exposure and branding, however, it is essential to own trademark rights covering all branding aspects in all media when registering domain name(s).",
    "TDesc2": "EdmarLaw assists with trademark applications in Sweden, the EU and internationally. EdmarLaw also helps develop trademark strategies and trademark portfolios for branding purposes.",
    "TDesc3": "It is important to have an awareness of the potential likelihood of confusion with competitive trademarks. EdmarLaw therefore offers preliminary examinations of distinctive marks and monitoring certain trademarks.",
    "DesignDesc1": "Designs and patterns relate to the visual impression of a product. A product is an industrially processed or handcrafted object, packaging, outfit, graphic symbols and typeface, but not software programs. Graphic symbols may for example be the design of a website or icons.",
    "DesignDesc2": "EdmarLaw assists companies and organizations in protecting the design of a product, managing infringement in a product’s design, or claims regarding this, and also by optimizing the value of the investment in a design through for example licensing programs. It is important to remember, however, that the design must not have been known to the public prior to registration for longer than six months.",
    "DesignDesc3": "The design protection encompasses sole rights to the design and hinders others from using the same design. No other party may manufacture, sell, import or rent a product infringing on the protected design.",
    "TelDesc1": "Communication using speech, music, images, texts and other data is increasingly integrated and combined in various online services. The telecom market has been deregulated, albeit the electronic communication is still subject to an extensive and dynamic EU law. Most of these regulations are implemented in the Electronic Communication Law, the Swedish law based on the EU Directive on Privacy and Electronic Communications (2002/58/EU).",
    "TelDesc2": "The Electronic Communication Law applies to telecom operators and other providers of electronic communication services and electronic communication networks. It requires data retention for crime prevention purposes (the data shall be deleted or de-identified after six months) and other types of data used for payment services or for marketing purposes (the data shall be deleted when no longer needed).",
    "TelDesc3": "Questions such as authentication, access control, communication security, routines for backup copying and protection against unauthorized traffic and harmful software does not merely apply to the operations of telecom operators, but to any cloud service providers.",
    "TelDesc4": "EdmarLaw has the competence, the industry knowledge and the experience to assist telecom and internet operators in i.a. contract negotiations and regulatory aspects, liability issues and freedom of speech.",
    "References": "References"
  },
  "GDPR": {
    "What is GDPR?": "What is GDPR?",
    "what1": "Sweden was the first country in the world to adopt a national data law in 1973. And the protection of personal data has just become more and more relevant over the years. Today, it is the General Data Protection Regulation (EU 2016/679), GDPR, that should protect people from having their privacy violated when personal data is processed by others. It replaced the Data Protection Directive (95/46/EC), which was in force from 1998 to 2018.",
    "what2": "Any processing of data directly or indirectly attributable to a natural person is subject to the rules of the GDPR. It could be anything from logging and storage to transfer and deletion – and everything in between. Most of GDPR’s concepts and principles are the same as under the Data Protection Directive. But the GDPR also added new requirements and liabilities for the data processor, significantly expanded the information obligation to the data subject, impact assessment for certain processing, incident management and reporting, privacy by design, data protection officer requirements in certain cases and – what has been discussed the most – sanctions and considerable fines for breach of the GDPR requirements.",
    "DO_YOU": "Do you meet the GDPR Requirements?",
    "doDesc": "A large part of being GDPR compliant is about documenting and analyzing your processing of personal data. You will need to consider and take actions based on the following questions:",
    "first": "Do you know exactly what personal data is processed, for whom, for what purpose, by means of which suppliers, who they are disclosed to and how long they are kept?",
    "second": "Have you really analyzed all systems where you process personal data?",
    "third": "Do you have documented procedures and processes in place to ensure the proper handling of personal data?",
    "fourth": "Do you have contracts in place with data processors (e.g.suppliers)?",
    "fifth": "Do you meet the requirements of information obligation to those whose personal data you process?",
    "sixth": "Have you performed and documented data protection impact assessments for your products and services?",
    "seventh": " EdmarLaw has extensive experience in personal data management and is specialized in this area. We can assist you to fulfill the requirements of GDPR. Contact us",
    "Information Obligation": "Information Obligation",
    "Requirements to provide information": "Requirements to provide information",
    "info1": "GDPR places significantly higher requirements on the information provided to the data subject than previously. The information shall be provided in connection with the collection of the personal data. It shall be easily accessible and written in a clear and plain language. The best thing is to provide the information in a data protection policy on the web page.",
    "info2": "The data subject shall be informed of:",
    "info3": "The data subject shall also be informed of its rights granted in the GDPR. Among other things, the data subject has the right to access, change and delete its personal data. The data subject also has the right to request limitation of certain processing, the right to move its data to another provider (data portability), and the right to withdraw any consent at any time.",
    "infoList1": "the identity and contact details of the controller;",
    "infoList2": "the purpose of processing;",
    "infoList3": "the legal basis for the processing,",
    "infoList4": "what personal data is collected;",
    "infoList5": "who will access the personal data (subcontractors, partners, etc.);",
    "infoList6": "how long the data will be saved, and",
    "infoList7": "whether the personal data is processed in third countries (i.e. countries outside the EU)",
    "Data Records": "Data Records",
    "data1": "As a data subject, you have the right to know if personal data relating to you is being processed, and, if so, a right to access that personal data. Such a compilation should contain information on the data collected, what the purpose is, who has accessed the information, how long it should be saved as well as the data subject’s rights under the GDPR. The information must be compiled and submitted to the data subject within 30 days of the request.",
    "data2": "EdmarLaw can draft your organization’s data protection policy in compliance with the requirements of the GDPR, or review your existing data protection policy, as well as assist you when you receive a request for a statement of your data records.",
    "Privacy by Design": "Privacy by Design",
    "privacy1": "Privacy by design (built-in data protection) and privacy by default have previously been encouraged as good industry practice, so-called best practice. By GDPR, this has become a legal requirement. Privacy by design means taking into account the data protection rules already when designing IT systems and processes. It is a way of ensuring that the GDPR requirements are met and that the data subject’s rights are protected. The requirement for data protection by default means in short that the person processing personal data should ensure that personal data is not processed unnecessarily. For example, it may be that the default settings in a service are set so that no more information than necessary is collected, distributed, or displayed.",
    "privacy2": "Data protection shall govern the entire life cycle of a system or service, from requests for proposal (RFP), feasibility studies, development, use and maintenance. It is therefore crucial to take the data protection aspects into account before time and money are invested in a new IT system or service.",
    "privacy3": "Privacy by design not only provides an opportunity to ensure that the IT system or service meets the GDPR requirements, but it is also an opportunity to implement other legally strategic aspects of the development work. Built-in data protection can also simplify and minimize the manual efforts to be GDPR compliant. For example, a well-built solution with privacy by design focus can automate the requirements for data records and statements and thus enable transparency for the data subject.",
    "privacy4": "EdmarLaw provides training in privacy by design aspects and can also help review your privacy by design when developing new IT systems and services.",
    "Deletion of Personal Data and Keeping a Data Register": "Deletion of Personal Data and Keeping a Data Register",
    "delete1": "Personal data must be deleted or anonymized when it is no longer needed for the purpose for which it was originally collected. Already in connection with the collection of personal data, information must be provided on e.g. the categories of data collected, for what purposes they are processed and how long the data is stored. This information must also be documented in an internal register of personal data processing to be updated on an ongoing basis.",
    "delete2": "Processes for deleting personal data place high demands on both IT systems and staff. EdmarLaw assists in the establishment of such processes and often reviews IT systems and services to ensure that they meet the legal requirements.",
    "Incident Management": "Incident Management",
    "incident1": "GDPR places high demands on an organization’s readiness to deal with incidents related to personal data management. A personal data breach must be reported to the Swedish Data Protection Authority within 72 hours unless the incident is unlikely to result in any risk to individuals’ rights and freedoms. What is a personal data breach? It is not only the loss of personal data in the event of unlawful hacking that must be reported. According to GDPR, any incident leading to accidental destruction or loss of personal data must be reported, unless the incident is unlikely to pose risks. A corporate computer lef behind or a stolen bag may need to be reported to the Swedish Data Protection Authority within 72 hours. Depending on the extent and sensitivity of the data, individuals affected by the incident shall also be informed. This places high demands on IT systems and procedures for incident management. It also requires an awareness among employees.",
    "incident2": "EdmarLaw assists in creating a process for incident management and training staff.",
    "Data Processors": "Data Processors",
    "process1": "As a data controller, an organization is responsible not only for its own processing of personal data, but also for the processing carried out by suppliers, so-called data processors. The choice of supplier must therefore also be made on the basis of GDPR criteria. We at EdmarLaw usually talk about a three-step model to ensure that data processors maintain a high level of data protection.",
    "Due diligence ur ett dataskyddsperspektiv": "Due diligence from a data protection perspective",
    "Personuppgiftsbiträdesavtalet": "Data Processing Agreement",
    "Uppföljning": "Follow-up",
    "processD1": "First, potential data processors should be subject to due diligence. It is easy to forget to weigh in data protection aspects in the procurement of IT systems and services. But with GDPR, it can cost you dearly. Before personal data is shared with a data processor, it is important to, among other things, find out where the personal data will be stored, who will have access to the personal data and whether the supplier uses subcontractors. By conducting a due diligence, the data controller can make an informed decision when selecting a supplier.",
    "processD2": "With a data processing agreement, the parties ensure that the personal data shared is handled according to the GDPR. There are extensive requirements on what a data processing agreement must include. EdmarLaw can assist in reviewing existing data processing agreements or draft new ones. We ensure that your data processing agreement both complies with the GDPR requirements and is tailored for your specific business cooperation.",
    "processD3": "The person responsible for personal data should also monitor that the data processor actually processes the personal data in accordance with the instructions of the data processing agreement. This can be done either through an on-site visit to the data processor, through reports from the data processor or by continuous supervision.",
    "processD4": "There are many requirements on a data controller providing access to personal data on its behalf. You don’t just need a data processing agreement with your suppliers in order to be compliant. Data subjects must also be informed, for example in the data protection policy, that their personal data is shared with data processors and who these are. Information on data processors must also be documented in the data controller’s own register of its data processing. EdmarLaw can assist throughout the process, from due diligence of data processors to the establishment of contracts and follow-up.",
    "Data Protection Officer": "Data Protection Officer",
    "officer1": "Some types of organizations must appoint a data protection officer under GDPR, but all organizations really benefit from having assigned responsibility for personal data related matters to an individual (or group of individuals). Public services (e.g. public authorities), organizations whose core activities are to deal with large amounts of personal data, and organizations handling larger amounts of sensitive personal data must all have data protection officers appointed. The data protection officer can be an internal or external resource. It shall have the necessary professional qualifications, as well as expertise in data protection legislation and practices. The data protection officer must remain up to date in this area.",
    "officer2": "It is the responsibility of the board of directors and the management team to ensure that the data protection officer has the resources and opportunities to carry out its work objectively. GDPR emphasizes the importance of the data protection officers ability to work freely without risking criticism in connection with its checks and analyses of the personal data processing in the organization. Nevertheless, it can be difficult to make comments as an employee that entail delays and costs for the organization. While an employee may have good insight into the organization’s activities, it may shy away from coming up with unpopular objections. Therefore, it may be preferable to hire an external consultant as a data protection officer.",
    "officer3": "The Data Protection Officer shall be involved in all matters relating to the protection of personal data, cooperate and consult with the supervisory authority, and inform and train employees in data protection."
  },
  "REF": {
    "first": "Looklet is a Swedish company, world leader in digital display for fashion. The company invests a lot in innovation and development of its product and has the world’s largest fashion and e-commerce companies as customers. Looklet builds entire photo studios for its customers and has developed both the hardware and software itself.  Looklet has offices in Stockholm, Paris and New York.",
    "second": "Microsoft AB is a wholly owned subsidiary to Microsoft Corporation, a multi national software business based in Redmond, Washington, USA. The corporation is one of the largest in the software industry today. Microsoft develops, manufactures and licenses many software products for a number of different computer systems, and Microsoft AB ensures that adaptations and support functions as well as launches of products and services are localized for the region. Microsoft AB has 600 employees and consultants with offices in Kista.",
    "third": "DreamHack is the world’s largest computer festival. DreamHacks core and origin are the two huge festivals DreamHack Summer in June and DreamHack Winter in November with more than 20.000 computers connected in one LAN. DreamHack events are also organized in Spain, Rumania, France, Russia and England, during 2016 also in Germany and USA. During 2015, the events will have more than 130.000 visitors. DreamHack is also a production company focusing on gaming and esport, with close to 160 million viewers via TV and streams in 100 countries (2015).",
    "exmet": "Exmet AB develops patented technology for additive manufacturing techniques (3D printing) of  amorphous metal alloys and nano composites. The company was founded in 2009.",
    "genero": "Genero Solutions provides sales support and sales control as a cloud service to the largest players in  the Swedish food industry. The utility software of the company helps manage the entire sales process, including management, reporting, follow-up and optimization. The company has twenty employees at its Stockholm office.",
    "eBuilder": "eBuilder has developed a cloud service in ”Customer Care”, which makes it possible for customers to enhance and develop its customer relations. eBuilder has customers in more than 70 countries and its solution is applied by more than five million end users. The principal place of business is in Kista, Sweden, where fifty employees are located, although eBuilder has offices in China, Australia and Sri Lanka as well.",
    "unomly": "Unomaly has developed a ground breaking solution for automating analysis of data created by IT systems. The product is data driven, self taught and discovers all IT incidents universally by proving a divergent pattern. This enables discovery of all incidents without rules and long before operational disturbances appear. The company was founded in 2011 and has fifteen employees and customers in 10 countries.",
    "gleechi": "Gleechi sells a software solution to animate hands in gaming and virtual reality which can move and interact realistically. The software is based on 8 years of research in robotics and solves a well-known problem in 3D animation.",
    "Examples of typical assignments where the legal counsel of EdmarLaw has been requested": "Examples of typical assignments where the legal counsel of EdmarLaw has been requested",
    "Licensing of software": "Licensing of software",
    "Licensing of AI services": "Licensing of AI services",
    "Licensing of security products and services": "Licensing of security products and services",
    "Contracts regarding development and implementation of IT systems": "Contracts regarding development and implementation of IT systems",
    "Outsourcing of IT services": "Outsourcing of IT services",
    "International joint development": "International joint development",
    "Implementation of IT-system for payment solutions": "Implementation of IT-system for payment solutions",
    "Regulations around technical platforms": "Regulations around technical platforms",
    "Drafting terms and conditions for customers and users": "Drafting terms and conditions for customers and users"
  },
  "About": {
    "Publications":"Publications",
    "About the law firm EdmarLaw": "About the law firm EdmarLaw",
    "first": "EdmarLaw has 25 years of experience from reviewing, analyzing, drafting and negotiating most types of agreements in the field of IT and high-tech. EdmarLaw has extensive experience of legal counseling regarding data protection, drafting of development agreements, customer agreements, terms of use, data protection assessments, and the overall processing of personal data, contracting around the development and implementation of IT systems, as well as all aspects of online services, cloud services (PaaS, SaaS) and e-commerce, licensing of software, know-how and patents .",
    "second": "EdmarLaw provides extensive services in English as many of its clients are North American or European businesses.",
    "third": "EdmarLaw also has a well-established network of lawyers throughout the world, thanks to being a member of international networks, providing international services and assisting many international clients. EdmarLaw is therefore able to efficiently guide and assist in matters concerning several jurisdictions and business areas.",
    "fourth": "The founder of EdmarLaw and attorney-at-law Malin Edmar has worked at the headquarters of Microsoft Corporation in Redmond for four years and assisted the company for more than 12 years thereafter, in the field of commercial contracting, product development and product launches. She has also worked for GitHub, Inc. several years as Senior Commercial Counsel, focusing on drafting and negotiating commercially viable, easy-to-understand terms for i.a. PaaS, support services and collaboration work, as well as being their Senior Product Counsel, focusing on AI services and security features, PaaS, and joint development. This experience has not only given her a passion for new technology but also a very good understanding of the IT industry. She knows the typical product cycles of IT companies and understands their terminology – her curiosity in the operations of her clients therefore comes naturally.",
    "title": "Attorney-at-law and founder ",
    "desc1": "Malin Edmar has been practicing contract law, IT law and Intellectual Property Law since 1996. She often drives large and complicated negotiations in various fields, as well as mediation negotiations. Malin drafts and negotiates agreements in the IT or tech industries, or agreements relating to intellectual property rights. A majority of the agreements are drafted and negotiated in English, since most of the clients are either English speaking or have English speaking partners. She has worked at Microsoft’s headquarters for four years, providing legal advice in product development, product launches, and the launching of online services. She has also worked for GitHub, Inc. several years as Senior Commercial Counsel, focusing on drafting and negotiating commercially viable, easy-to-understand terms for i.a. PaaS, support services and collaboration work, as well as Senior Product Counsel, focusing on product licensing for AI products and security features, PaaS, and joint development. Malin has a passion for new technology and can’t stop herself from testing new gear.",
    "desc2": "Malin has written four books, i.a. the Swedish book Internet publishing and social media, which is now in its seventh edition (Norstedts Juridik, 2021), and has been part of the Swedish governmental ICT committee for several years, where she got the opportunity to influence the implementation of laws on privacy, electronic communication and e-commerce. When Malin drafts agreements, negotiates or writes books, she always has the technology in focus, and makes sure that she understands the technology first, before applying the law to it. Malin is also passionate about making the law understandable. You shouldn’t need to hire lawyers to understand what you agreed on. That is probably one reason why her books are so popular and are used as course literature at several universities in Sweden.",
    "Education": "Education",
    "here": "here",
    "Member of the following associations":"Member of the following associations",
    "Experience": "Experience",
    "unii": "University of Uppsala and University of Stockholm. LLM 1996.",
    "Law firm EdmarLaw 2016-": "Law firm EdmarLaw 2016-",
    "Law firm Fylgia, 2009-2015": "Law firm Fylgia, 2009-2015",
    "Law firm Westermark Anjou, 2007-2008": "Law firm Westermark Anjou, 2007-2008",
    "Microsoft Corporation, Redmond, WA, 2003-2006": "Microsoft Corporation, Redmond, WA, 2003-2006",
    "Law firm Delphi, 1999-2002": "Law firm Delphi, 1999-2002",
    "Royal Swedish Academy of Engineering Sciences, 1997-1999": "Royal Swedish Academy of Engineering Sciences, 1997-1999",
    "IT Committee CultureNet Sweden, Ministry of Culture, 1996": "IT Committee CultureNet Sweden, Ministry of Culture, 1996",
    "Public Prosecution Authority, Varberg, 1996": "Public Prosecution Authority, Varberg, 1996",
    "Edmar, Malin; Author of the book": "Edmar, Malin; Author of the book",
    "Internet publishing and Social Media,": "Internet publishing and Social Media,",
    "In Swedish, Norstedts Juridik, 7th edition, 2021": "(In Swedish, Norstedts Juridik, 7th edition, 2021)",
    "Edmar, Malin; ": "Edmar, Malin; ",
    "Online education on Internet publishing": "Online education on Internet publishing",
    "In Swedish, Norstedts Juridik, 2015": "(In Swedish, Norstedts Juridik, 2015)",
    "Edmar, Malin; Co-author of the book": "Edmar, Malin; Co-author of the book",
    "Domain Names – Strategies and Legal Aspects": "Domain Names – Strategies and Legal Aspects",
    "In Swedish, Norstedts Juridik, 2014": "(In Swedish, Norstedts Juridik, 2014)",
    "Also available in English": "Also available in English",
    "Edmar, Malin; Editor and co-author to the book": " Edmar, Malin; Editor and co-author to the book",
    "The Twilight Zone of Intellectual Property,": "The Twilight Zone of Intellectual Property,",
    "In Swedish, Jure, 2012": "(In Swedish, Jure, 2012)"
  },
  "Terms": {
    "desc1": "These terms and conditions apply to all assignments that the law firm Advokatfirman EdmarLaw AB (“EdmarLaw”) performs for its clients. In addition to these general terms and conditions, the",
    "desc2": "Code of Professional Conduct of the Swedish Bar Association",
    "desc3": "also apply.",
    "desc4": "The terms and conditions may change from time to time, and the latest version is always available here, on www.edmarlaw.se. A change in the terms and conditions applies only to assignments initiated after the change has been published on the website. EdmarLaw will send a copy of the latest version of the terms and conditions at your request.",
    "desc5": "The agreement for the assignment is an agreement with EdmarLaw. The owner(s), partners and employees do not have a personal liability beyond what may follow from mandatory law. All issues regarding a dispute, a business transaction or a business engagement shall be deemed an assignment. EdmarLaw’s consultancy assignment is tailored to the assignment and the circumstances that have been presented to EdmarLaw. Hence, you cannot rely on the advice for any other purpose or in any other situation than that which EdmarLaw provided the counseling in. If EdmarLaw and you have not agreed otherwise, tax consequences are not included in the counseling. EdmarLaw’s advice relates only to Swedish law and thus does not include the law of any other jurisdiction. If and to the extent that EdmarLaw provides any information or guidance on the law in other jurisdictions, this is based on EdmarLaw’s general experience on legal matters in such jurisdictions and is not considered legal advice. EdmarLaw is happy, however, to collect the necessary advice from lawyers in jurisdictions other than the Swedish.",
    "Confidentiality and Information": "Confidentiality and Information",
    "confDesc1": "EdmarLaw, and thus the owner(s), partners, and employees are subject to confidentiality obligations pursuant to law and the Swedish Bar Association’s Code of Professional Conduct. EdmarLaw will not disclose to any third party circumstances that are not public, unless this is done as part of the execution of an order or with your consent. EdmarLaw is obligated by law to collect and preserve evidence and some documentation about its client’s identity. If you do not provide the documentation that EdmarLaw requests, EdmarLaw may be required by law to immediately terminate the assignment and the relationship with you. Despite the confidentiality obligation, EdmarLaw is legally obliged to report suspicions of money laundering or terrorist financing to the relevant authority. If it relates to you, EdmarLaw is precluded from informing you of such suspicion, and is obliged to decline or withdraw from the assignment. In certain cases, EdmarLaw must provide information to the tax authorities regarding your VAT registration number and the value of the services we have provided to you. By engaging EdmarLaw, you permit EdmarLaw to disclose information as described above. EdmarLaw shall not be liable for any loss, directly or indirectly, arising out of the abovementioned obligations.",
    "confDesc2": "EdmarLaw’s filing is completely digital, and documents are as a rule stored only electronically. In the case where EdmarLaw receives a document where the physical copy is not of significance, the document will be digitized and the physical document destroyed. Consequently, EdmarLaw cannot recover physical documents it has received, but only digital copies. Physical documents of significance, as well as documents required by law or regulation cannot be filed electronically, wherefore these will be stored and archived physically and can be restored.",
    "Personal Data": "Personal Data",
    "personalDesc1": "EdmarLaw is the data controller of personal data submitted or obtained in connection with assignments. The information may be supplemented by EdmarLaw by retrieving information from private and public registers or other external sources. EdmarLaw processes personal data in accordance with its",
    "personalDesc2": "Data Protection Policy.",
    "Fees and Billing": "Fees and Billing",
    "feeDesc1": "Unless EdmarLaw and you have agreed otherwise, the fees of EdmarLaw are based on the following factors: (a) the skill and experience required for the assignment, (b) the result achieved (c) time spent; (d) the value the assignment relates to (e) any risks to EdmarLaw and (f) the time pressure that has applied for the assignment. EdmarLaw’s fees comply with the Swedish Bar Association’s rules. In addition, EdmarLaw’s fees, costs for travel, accommodation and other expenses will be charged to you. EdmarLaw usually pays minor expenses on your behalf and will charge you for those in arrears, although EdmarLaw may ask for advance payment for such expenses or forward the invoice for this cost to you for payment. EdmarLaw usually applies monthly billing. Unless EdmarLaw and you have agreed otherwise, the payment condition for EdmarLaw’s invoices are 20 days. EdmarLaw will charge default interest rate for late payments. If you are entitled to compensation from an insurance company (such as legal expenses insurance) to cover part of EdmarLaw’s fees, you have nevertheless the responsibility pay EdmarLaw’s fees in the accrued amounts and at the rate invoiced and due for payment. Insurance does not reimburse VAT. EdmarLaw reserves the right to request advance payments, before it begins its work in an assignment, and during the assignment. EdmarLaw’s right to pre-payment applies throughout the assignment.",
    "feeDesc2": "EdmarLaw will always try to provide legal services at fees that are attractive and competitive. If you so request, EdmarLaw will provide an estimate of the fee for the assignment, and EdmarLaw can also, if and to the extent appropriate and possible, agree on a budget or other arrangement for the assignment. EdmarLaw reserves the right to revise its estimate, budget, or other arrangement when it has reason to believe that it is no longer accurate or attainable. All amounts are exclusive of VAT.",
    "Limitation of Liability": "Limitation of Liability",
    "limitedDesc1": "EdmarLaw is liable for loss incurred by the client due to EdmarLaw’s error or negligence in the performance of an assignment. EdmarLaw may enforce specific limitations of liability for certain tasks or parts of assignments, except as provided in these terms and conditions. You will in such case be informed of such limitations during the assignment or for that portion of the assignment. EdmarLaw’s liability for damage you may be caused as a result of fault or negligence on our part in carrying out the assignment is limited to the smaller amount of either five (5) times the fee for the assignment or ten (10) million Swedish kronor. EdmarLaw’s liability to you shall be reduced by the amount that you can receive under any insurance policy you subscribe to or that has been subscribed to you or applies according to a contract or indemnity obligation. EdmarLaw is not liable for loss of production, loss of data, loss of profit or any other indirect damage or loss or consequential damage or loss. EdmarLaw shall not have any liability towards third parties due to your use of documents or other advice from EdmarLaw. If EdmarLaw terminates the assignment or relationship with you, because of circumstances caused by you, or as obligated by law or professional ethics, EdmarLaw will have no liability for the damage this may result in. EdmarLaw shall not be liable for any loss incurred due to circumstances beyond EdmarLaw’s control, which could not reasonably have been anticipated, avoided, or overcome by EdmarLaw. EdmarLaw’s limitations of liability under these terms or under a separate agreement with you also apply to EdmarLaw’s proprietors, partners, and employees.",
    "Other Advisors": "Other Advisors",
    "otherDesc": "EdmarLaw has a large network of professional advisors in Sweden and abroad and assists when necessary to find and instruct such professional advisers. Such other professional advisor should be independent of EdmarLaw and EdmarLaw is not responsible for the advice they give or for having recommended them to you.",
    "Intellectual Property Rights": "Intellectual Property Rights",
    "intDesc": "EdmarLaw holds the copyright and other intellectual property rights to the work generated as part of an assignment. You obviously have the right to use the results and the work developed.",
    "Complaints, Time Limits and Dispute Resolution": "Complaints, Time Limits and Dispute Resolution",
    "compDesc1": "EdmarLaw’s business is based on its clients’ satisfaction in how the services are performed and that EdmarLaw’s counseling meets and preferably surpasses clients’ expectations. If you would still be dissatisfied or have a complaint about EdmarLaw, you should notify Malin Edmar as soon as possible. If you want to make a claim against EdmarLaw, you should do it as soon as you have conducted a reasonable investigation regarding the circumstances on which you base your complaint. Complaints shall be made within six months after you become aware of the circumstances, and in any case within twelve months after EdmarLaw’s last invoice of the assignment.",
    "compDesc2": "EdmarLaw’s assignments and these terms and conditions are governed by Swedish law. Any dispute relating to these terms and conditions or any matter related EdmarLaw’s assignments shall be finally settled by arbitration in accordance with the Arbitration Rules of the Arbitration Institute of the Stockholm Chamber of Commerce. The seat of arbitration shall be Stockholm, Sweden. The language to be used in the arbitral proceedings shall be Swedish. Information in connection with such proceedings shall be confidential. The foregoing does not apply EdmarLaw’s right to commence proceedings before a court of general jurisdiction regarding any amount due to EdmarLaw, and other debt collection measures."
  },
  "Privacy": {
    "General": "General",
    "Collection of Personal Data": "Collection of Personal Data",
    "How we process personal data": "How we process personal data",
    "Transfers of personal data": "Transfers of personal data",
    "Rights for registered": "Rights for registered",
    "Security": "Security",
    "Cookies": "Cookies",
    "Changes to this data protection policy": "Changes to this data protection policy",
    "Contact": "Contact",
    "generel1": "This data protection policy explains how the law firm Advokatfirman EdmarLaw AB, company registration number 556791-2547, (“EdmarLaw”, “we” or “us”) handles personal data.",
    "generel2": "EdmarLaw is the data controller for the personal data processing carried out in accordance with this data protection policy. EdmarLaw will only collect and process personal data in accordance with the General Data Protection Regulation (in short GDPR, EU 2016/679). EdmarLaw also abides by the Swedish Bar Association’s current guidance for the processing of personal data at law firms.",
    "personal1": "EdmarLaw processes the following personal data that you choose to provide to us:",
    "personal2": "(a) Personal data relating to clients, either natural persons who themselves are clients, or their representatives, contact persons and employees of a company or an organization that are clients: name, email address, address, telephone number, social security number , copies of identity documents, employers, and other data necessary for the execution of our assignment.",
    "personal3": "(b) Personal data relating to counterparties: name, contact information, social security numbers, and other personal data necessary for the execution of our assignment.",
    "personal4": "(c) Personal data relating to other business contacts than (a) or (b): name, contact details and other personal information as required or provided for the execution of the contract or the service.",
    "personal5": "(d) Personal data relating to candidates seeking jobs at EdmarLaw: name, contact information, work experience, education history, grades, interests, and any other information which the applicant chooses to submit in its application.",
    "personal6": "(e) If a natural person contact EdmarLaw by email or phone, EdmarLaw collects names, phone number and email address, depending on the contact form, as well as other personal data required to assist the person contacting EdmarLaw.",
    "personal7": "EdmarLaw may collect personal data from third parties, such as business partners, government agencies, courts and public records for the execution of our assignment. EdmarLaws work is covered by attorney-client privilege confidentiality obligations. We will therefore only be able to inform you about the information we get from third parties if it is within the scope of the services to you or if the information is not covered by confidentiality obligations.",
    "process1": "EdmarLaw processes personal data for the following purposes and based on the following legal grounds.",
    "Purpose of the processing": "Purpose of the processing",
    "Legal grounds for processing": "Legal grounds for processing",
    "Categories of personal data": "Categories of personal data",
    "Storage time": "Storage time",
    "transfer1": "To carry out our assignment, EdmarLaw may disclose personal data to third parties, such as courts, arbitral institutes, government agencies, other law firms, accountants, consultants and counterparties. EdmarLaw will only disclose personal data to the extent necessary to protect the interest of EdmarLaws clients and/or in order to carry out our assignment. In the event of such a transfer EdmarLaw is responsible for the continued processing, while receiving third party either becomes responsible for its further processing or the processing of the data processor to EdmarLaw, based on the circumstances in the specific case.",
    "transfer2": "EdmarLaw may transfer to or share personal information with other parties who process data on behalf of EdmarLaw, in order for EdmarLaw to be able to provide its service. EdmarLaw uses the following subcontractors:",
    "transfer3": "EdmarLaw only work with companies that process personal data within the EU/EEA or with companies that are considered to maintain the same level of protection as within the EU/EEA, for example, having joined the so-called Privacy Shield agreement between the European Union and the United States.",
    "transfer4": "EdmarLaw provides personal data to government agencies such as police, tax authorities or other authorities about EdmarLaw is required to do so by law. An example of such disclosure is to combat money laundering and financing terrorism.",
    "Subcontractor (name service)": "Subcontractor (name service)",
    "Country/region where the service performed": "Country/region where the service performed",
    "Mechanism for transfer to a third country": "Mechanism for transfer to a third country",
    "Type of service": "Type of service",
    "right1": "The right to a register excerpt.",
    "right2": "You have the right to request a transcript of your personal data that we store and process. Your request must be submitted in writing to us using the contact information below, including your signature.",
    "right3": "The right to rectification. ",
    "right4": "EdmarLaw want you to correct inaccurate or incomplete information about you, and kindly ask you to contact us in this case.",
    "right5": "Data portability.",
    "right6": "When it comes to personal data you have provided to us, you have the right to request a transfer to another provider. Contact us for help with this.",
    "right7": "The right to be forgotten.",
    "right8": "You have the right to object to our processing of your personal data. The consequence of this may be that we are no longer able to carry out the assignment. Contact us and we’ll see to what extent this is possible.",
    "right9": "Marketing communications.",
    "right10": "You may at any time decline marketing communications from EdmarLaw. Let us know in that case.",
    "security1": "Security is important to EdmarLaw, which takes appropriate technical and organizational security measures to ensure that personal data is not misused, lost or accessed by unauthorized persons in connection with the processing of personal data by EdmarLaw according to this data protection policy. Among other things, this means that we apply encryption to all devices, apply multifactor authentication at any log-in, conduct regular back-ups, apply virus protection, regular deletion of unnecessary personal data, as well as internal access restriction based on roles and permissions.",
    "cookie1": "EdmarLaw uses Google Analytics statistics tool (cookies _ga and _gat) to see visitor statistics and to improve the site according to how our visitors are using it. A cookie is a small text file containing information that is saved on your computer. If you do not accept cookies, you can adjust your web browser settings to not accept cookies (disabling) or to inform you when a cookie is being used.",
    "cookie2": "When you visit the EdmarLaws website, the following data is collected through cookies: traffic data, IP address, type of device, operating system, the browser type the visitor is using and how visitors use our site.",
    "protect1": "EdmarLaw reserves the right to make changes to this data protection policy.",
    "protect2": "All changes to this policy will be published on our website. Please visit our website regularly to keep you informed of any changes.",
    "contact1": "For more information on EdmarLaws data protection management, or if you have any questions, please feel free to contact EdmarLaw at:",
    "contact2": "Advokatfirman EdmarLaw AB, Tegnérgatan 23 6 tr, 111 40 Stockholm or",
    "contact3": "info@edmarlaw.se.",
    "contact4": "If you are dissatisfied with how we treat your personal information, you should contact EdmarLaw and let us know. You can also turn to the Data Inspection Board, + 46 8 657 61 00,",
    "contact5": "datainspektionen@datainspektionen.se,",
    "contact6": "Box 8114, 104 20 Stockholm."
  },
  "Publication": {
    "BUY": "BUY",
    "Internet publishing and Social Media": "Internet publishing and Social Media",
    "purpose": "The purpose of this book is to explain the rules regarding internet publishing, social media and IT-related products and services in a concrete and easy way, and provide a practical application of the law on the internet. The book is full of illustrative cases and explanations while providing a good understanding of how the traditional jurisprudence has evolved with digitization. One chapter is dedicated to questions and answers. Examples of questions answered in the book are:",
    "Who owns a web production?": "Who owns a web production?",
    "What personal data requires consent?": "What personal data requires consent?",
    "What are the rules for marketing on the web?": "What are the rules for marketing on the web?",
    "Must-knows for contracting of web productions?": "Must-knows for contracting of web productions?",
    "What country’s law applies to a website?": "What country’s law applies to a website?",
    "What is a domain name from a legal perspective?": "What is a domain name from a legal perspective?",
    "How should you draft terms and conditions for selling a product or service on the internet?": "How should you draft terms and conditions for selling a product or service on the internet?",
    "Domain Names – Strategies and Legal Aspects": "Domain Names – Strategies and Legal Aspects",
    "This book is available in both Swedish and English!": "This book is available in both Swedish and English!",
    "domainP1": "Domain names can be simplified as the equivalent of a company’s physical address on the Internet. At the same time, it is so much more. The domain names are in themselves an important marketing channel, a safety aspect and a verification. A company’s or organization’s domain name carries great values, of both confidence and economic importance, and it is therefore essential to have an awareness in the management of them.",
    "domainP2": "What domain names should be registered? How do you register the various top domains? What is a domain name strategy and why is it important? How do you protect trademarks on the internet? What do you do when you discover an infringement of the company rights?",
    "These and many more questions are answered in this book": "These and many more questions are answered in this book.",
    "The Twilight Zone of Intellectual Property": "The Twilight Zone of Intellectual Property",
    "twilight1": "It is in your phone, your car, your watch, your morning newspaper, and even in your juice or milk. Almost all products you use, every line you read, much of what you eat and everything you see on the Internet are affected by intellectual property. Someone has protected an idea, a technical innovation, a design, a material or a type of bacteria under one of the many laws covering intellectual property rights to ensure exclusivity, to gain a competitive advantage and to have exclusive rights to capitalize an idea.",
    "twilight2": "The value of intangible assets account for a growing proportion of a company’s total value, making intellectual property an increasingly important area of law. Intellectual property rights are difficult to master as patents, trademarks, designs and copyright apply across various areas of law. There is no clear line between the various areas and it is not unusual for an idea to be protected in more than one way.",
    "twilight3": "In this book we highlight intellectual property at the border to other areas of law. The authors focus on the increased importance of intellectual property and the relationship to several neighboring jurisdictions. The book also touches on the different types of intellectual property, from copyright and trademarks to patents and plagiarism.",
    "In Swedish only": "In Swedish only",
    "Buy": "Buy"
  }
}
