{
  "Index": {
    "intro": "Advokatfirman EdmarLaw hjälper främst IT-bolag och teknikintensiva bolag, och har specialistkompetens sedan 25 år inom IT-rätt, dataskydd (GDPR), avtalsrätt, immaterialrätt och e-handel.",
    "expertiseTitle": "Verksamhetsområden",
    "IT Law": "IT-rätt",
    "Contract Law": "Avtalsrätt",
    "Privacy Law": "Dataskydd",
    "Telecom Law": "Telekomlagstiftning",
    "Design Law": "Mönsterrätt och designskydd",
    "Trademark Law": "Varumärkesrätt och firmarätt",
    "Domain Names": "Domännamn",
    "Marketing Law": "Marknadsrätt och reklamjuridik",
    "E-commerce": "E-handel",
    "Outsourcing": "Outsourcing",
    "Copyright": "Upphovsrätt",
    "Terms and Conditions": "Allmänna villkor",
    "Privacy Policy": "Dataskyddspolicy",
    "quote1": "Malin förstår de tekniska bitarna också. Det gör henne till en grym förhandlare.",
    "author1": "Adam Berg",
    "position1": "Co-founding Partner, Looklet AB",
    "Publications": "Publikationer",
    "quote2": "With her background, Malin has in-depth knowledge about our core business, both the technology and the agreement structures. The fact that she is so easy to reach and shares the passion for new technology makes the collaboration particularly easy!",
    "author2": "Mathias Strand",
    "position2": "Head of legal Microsoft Western Europe",

    "quote3": "Att kunna immaterialrätt är bara en grundförutsättning. Man måste förstå på en nivå som kräver ett genuint intresse för internet, dataspel, esport och digital kultur. Det gör Malin, och i kombination med sin juridiska skicklighet levererar hon vad som krävs i den snabbrörliga, komplexa och digitala värld som utgör vår affärsmiljö.",
    "author3": "Stefan Magnusson",
    "position3": "Vice President DreamHack AB",

    "quote4": "Malin is so engaged; readily available with wise input in the midst of complicated negotiations. She gives us key questions to consider and is a great resource to discuss with. She reviews and analyses agreement documents for us and comes back with a simple bullet list for us to focus on.",
    "author4": "Mattias Unosson",
    "position4": "CEO Exmet AB",

    "quote5": "Malin har bland annat tagit fram heltäckande allmänna villkor både på svenska och engelska för vår molntjänst. Hennes stöd i avtalsfrågor är mycket uppskattat då hon är lätt att nå, snabb och pedagogisk när hon svarar på frågor.",
    "author5": "Patrik Andersson",
    "position5": "Product Manager Genero Solutions AB",

    "quote6": "Malin är ett bra bollplank i förhandlingar! Med sin bakgrund inom IT, så är hon väl insatt i de specifika frågeställningarna och förstår i detalj hur olika skrivningar och tolkningar ska hanteras. Hon inger också ett solitt intryck när hon deltar i förhandlingar.",
    "author6": "Anders Båth",
    "position6": "Sr VP eBuilder",

    "quote7": "Det första Malin gjorde för oss var en källkodsanalys, så att vi fick full koll på vår kod. Det har hjälpt oss oerhört mycket i kundförhandlingar eftersom kunderna vill ha vissa garantier. Genom att Malin förstår de tekniska bitarna så är det lätt att prata samma språk.",
    "author7": "Johan Gustafsson",
    "position7": "CEO Unomaly",

    "quote8": "Det har varit en fröjd att arbeta med dig och din enorma kompetens! Jag hoppas verkligen att vi får chansen att jobba med dig mer inom kort! (inte bara för att det förhoppningsvis betyder att vi sålt mer :)",
    "author8": "Jakob Johansson",
    "position8": "Sr VP eBuilder",
    "publisherTitle": "Internetpublicering och sociala medier",
    "publisherDescription": "Syftet med denna bok är att på ett konkret och enkelt sätt förklara reglerna som rör internetpublicering, sociala medier och IT-relaterade produkter och tjänster samt ge en praktisk tillämpning av juridiken på internet. Boken är full av exemplifierande rättsfall och förklaringar och ger samtidigt en god förståelse för hur den traditionella juridiken har utvecklats i takt med digitaliseringen. Ett kapitel består dessutom av frågor och svar på om vad man ska tänka på när man publicerar material på nätet.",
    "publisherViewAllPublications": "Se alla publikationer",
    "Typical assignments:": "Vanliga frågor och uppdrag",
    "Area of Expertise": "Verksamhetsområden",
    "Areas of Expertise": "Verksamhetsområden",
    "GDPR": "GDPR",
    "REFERENCES": "Referenser",
    "ABOUT": "Om oss",
    "itDescription": "EdmarLaw har 25 års erfarenhet av att granska, upprätta och förhandla de flesta typer av avtal som förekommer på IT- och teknikområdet. EdmarLaw har omfattande erfarenhet av dataskydd, utveckling och implementering av IT-system, licensiering av molntjänster (PaaS, SaaS etc.) och AI-tjänster, såväl embedded software (internet of things), som software, know-how och patent, liksom utveckling, samarbete och distribution av produkter och tjänster inom teknikindustrin. Många av EdmarLaws klienter är amerikanska eller europeiska företag, vilket innebär att EdmarLaw bedriver en stor del av sin rådgivning, förhandling och upprättande av avtal på engelska.",
    "Licenses": "Licenser",
    "Terms of Use, Terms of Service": "Produktvillkor, tjänstevillkor",
    "Privacy assessments": "Dataskyddsanalyser och konsekvensbedömningar",
    "Privacy terms": "Personuppgiftspolicies",

    "Joint Development": "Utvecklingssamarbeten",
    "Online Services (PaaS, SaaS, cloud services etc)": "Onlinetjänster (PaaS, SaaS, molntjänster, etc.)",
    "System Deliveries": "Systemleverans",
    "References": "Referenser",
    "Maintenance of software, IoT, IT systems": "Underhåll av mjukvara, IoT, IT-system ",
    "Copyright and other intellectual property rights": "Upphovsrätt och annan immaterialrätt",
    "Processing, including transfer of Personal Data": "Behandling av personuppgifter, dataskyddsaspekter",
    "Domain names": "Domännamnsstrategier",
    "Trademark rights": "Varumärkesfrågor",
    "itDescription2": "Malin Edmar har tjänstgjort på Microsoft Corporations huvudkontor i Seattle under fyra år och biträtt företaget i mer än 12 år därefter. Hon har även arbetat på GitHub, Inc.i flera år som Senior Commercial Counsel, med fokus på att upprätta och förhandla kommersiellt gångbara, lättfattliga villkor för PaaS, supporttjänster och samarbeten, och som Senior Product Counsel, med fokus på att upprätta produktlicensvillkor för AI-tjänster och funktioner, PaaS och utvecklingssamarbeten. Detta har inte bara gett henne ett passionerat intresse för ny teknik och innovation utan även mycket god branschkännedom. Hon förstår snabbt IT-bolagens typiska produktcykler och terminologi – och en nyfikenhet i klienternas verksamhet faller sig naturligt.",
    "itDescription3": "Genom internationella nätverk, utlandstjänstgöringar och många utländska klienter har EdmarLaw dessutom ett väl etablerat nätverk av advokatbyråer i hela världen. EdmarLaw kan därför på ett effektivt sätt även biträda i ärenden som rör olika jurisdiktioner och rättsområden.",
    "contractDesc1": "I Sverige råder förutom i några få undantagsfall avtalsfrihet vilket innebär att avtal i regel kan upprättas i vilken form som helst, även muntligt. Det finns inte heller några hinder för elektroniska avtal, så länge motparten kan identifieras på ett tillförlitligt sätt - avtalets juridiska giltighet måste kunna bevisas i efterhand.",
    "contractDesc2": "Oavsett om man är köpare eller säljare utgör avtalet grunden för en lyckad affär. Att försöka reda ut vad parternas intentioner från början varit när ett projekt gått snett är oerhört tungt för båda parter och gör obönhörligen att en tvist mellan parterna kan tyckas rycka allt närmre. I de allra flesta fall är parterna rörande överens i inledningsskedet av sin relation, och ivriga att sätta igång med samarbetet. Båda parter tycker att de vet vad som ska levereras respektive vad som ska köpas och betalas för. Att avtala om det kan därför kännas överflödigt i denna fas. Men avtalet är faktiskt inte till för situationen när allt går bra - avtalet är till för situationen när det riskerar att gå snett eller när man börjar inse att man tycker olika. Då ska avtalet fungera som ett rättesnöre, eller en manual, för parterna. Vikten av ett tydligt avtal som överenskoms i den fas när parterna är rörande överens och känner en positiv anda inför relationen är därför A och O för ett lyckat genomfört samarbete.",
    "contractDesc3": "EdmarLaw upprättar, granskar, analyserar, reviderar och förhandlar alla typer av avtal för IT-branschen; avtal om licenser och outsourcing, tjänstevillkor och produktvillkor liksom ofta även kundavtal, utvecklingsavtal (för såväl hårdvara som mjukvara), konsultavtal, samarbetsavtal och distributionsavtal. EdmarLaw bedriver sin verksamhet tvåspråkigt – mer än hälften av de avtal som upprättas och förhandlingar som bedrivs är på engelska.",
    "privacyDesc1": "EdmarLaw biträder ofta företag i dataskyddsfrågor; alltifrån att upprätta en dataskyddspolicy, eller informations- och avtalstexter enligt dataskyddsförordningen (GDPR), till att utreda specifika dataskyddsrelaterade tjänster och upprätta legal opinions. EdmarLaw uppträder också som ombud vid såväl kontakter med Integritetsskyddsmyndigheten som i rättsliga processer vid domstol. På uppdrag av klienter genomför EdmarLaw också konsekvensbedömningar, granskningar och analyser av företagens hantering av personuppgifter, liksom hjälper till att säkerställa att hanteringen sker i enlighet med gällande regler. ",
    "privacyDesc2": "Företag, myndigheter och andra organisationers behov av att utvinna kunskap ur stora informationsmängder  ökar ständigt. Samtidigt ökar kraven på behandlingen av personuppgifter. EU har redan en av världens hårdaste dataskyddslagstiftning. De ökade kraven kommer i takt med att det kommersiella värdet av personuppgifter växer. Att behandla personuppgifter och samtidigt värna om anställdas och kunders integritet och tydligt visa detta blir en allt tydligare konkurrensfördel. EdmarLaw har en unik kombination av affärsförståelse, teknisk kompetens och juridiskt kunnande, som borgar för att tillsammans med er kunna skapa affärsnytta vid företagets eller organisationens användning av personuppgifter.",
    "privacyDesc3": "Som rådgivare åt flera av de största informationsleverantörerna på den svenska marknaden har EdmarLaw ett stort kunnande och förståelse för företags specifika behov när det gäller möjligheten att behandla personuppgifter i sin verksamhet.",
    "privacyDesc4": "Det är viktigt att verksamheten inte hindras av GDPRs hanteringskrav, utan att man kan se möjligheterna inom ramen för GDPR. EdmarLaw biträder ofta med att hitta praktiska lösningar på önskad personuppgiftsbehandling i en klients verksamhet. EdmarLaw hjälper sina klienter att vara proaktiva snarare än reaktiva när det gäller personuppgiftshantering.",
    "How to process personal data": "hur man får använda personuppgifter",
    "Draft or review of privacy policies": "att upprätta eller granska dataskyddspolicies",
    "Privacy impact assessments": "konsekvensbedömningar",
    "Privacy by default and security by design aspects": "inbyggt dataskydd (privacy by design) och dataskydd som standard (privacy by default)",
    "Legal bases for processing, when consent is needed": "legala grunder för behandling och när samtycke behövs",
    "What information to provide to data subjects": "vilken information som ska lämnas till de registrerade",
    "How to handle cookies": "hur cookies ska hanteras",
    "CopyDesc1": "Upphovsrättsliga tillgångar som till exempel datorprogram, databaser, design, ritningar, bilder, musik och andra typer av verk eller koncept kan utgöra oerhört viktiga tillgångar i ett företag eller organisation. EdmarLaw har mer än tjugo års erfarenhet av upphovsrättsliga frågor och andra immaterialrättsliga frågor och är van att hantera och säkra upp olika typer av tillgångar.",
    "CopyDesc2": "Den digitala miljön, med en sammansmältning av olika medier, snabb och världsvid datorkommunikation och spridning av utrustning till både arbetsplatser och privata hem, har gjort att upphovsrättsfrågorna fått större betydelse. Bara marknaden för datorspel omsätter långt mer än filmbranschen. Men det handlar inte enbart om tillväxt av marknader; själva grundförutsättningarna för produktion och exploatering av skyddade verk har förändrats genom digitaliseringen.",
    "CopyDesc3": "EdmarLaw biträder upphovsmän och rättighetshavare som vill skydda eller exploatera sin rätt, eller att hantera intrång och intrångspåståenden.",
    "EDesc1": "Den globala aspekten på e-handel är gynnsam för såväl stora som små företag för att exportera sina varor och tjänster. Man behöver inte längre ta en marknad i taget utan når den globala marknaden på en gång. Samtidigt som e-handel erbjuder en enorm tillväxtpotential, så blir de olika lagarna som styr e-handeln både inom och utom EU fler och fler. Det är viktigt att ha förståelse för såväl de lagar och regler som gäller där bolaget har sitt säte, som den praxis, den reglering och de sedvanor som gäller i de länder e-handeln riktar sig mot.",
    "EDesc2": "EdmarLaw biträder e-handelsbolag med alltifrån allmänna villkor och personuppgiftshantering till marknadsrättsliga frågor inför kampanjer och användning av sociala medier för att nå fram med budskap.",
    "OutSource1": "Outsourcingavtal löper i allmänhet under lång tid och rör ofta tjänster som är mycket betydelsefulla för verksamheten. Såväl affären som juridiken kan vara komplex, och rådgivningen kan omfatta många olika rättsområden. För att outsourcingen ska bli bra krävs att affären är väl konstruerad och grundligt förberedd. Eftersom det är en långsiktig relation måste utgångspunkten också ligga i en balans mellan parterna, med gemensamma incitament och ett utmärkt samarbetsklimat.",
    "OutSource2": "Outsourcing är i princip alltid verksamhetskritiskt och ingen av parterna har tid att lägga på feltolkningar och skeva förväntningar. Avtalen behöver därför vara en manual för samarbetet; det dokument som sätter förväntningarna på pränt. Det gör också att behovet av tydliga avtalsregleringar är särskilt stort för outsourcing.",
    "OutSource3": "EdmarLaw vet att outsourcing-projekt kräver såväl kompetens inom specialistområden som affärsmässigt fokus. EdmarLaw har lång erfarenhet av traditionell outsourcing, off- eller nearshoring, och olika typer av molntjänster.",
    "MDesc1": "Så snart ett budskap har ett kommersiellt syfte och handlar om kommersiella förhållanden blir det reklam, och marknadsrättsliga aspekter gör sig gällande. På en kommersiell webbplats eller blogg omfattas i princip allt material av marknadsrätten.",
    "MDesc2": "EdmarLaw biträder ofta inför lansering av kampanjer och tävlingar för alla typer av medier. Idag spelar t.ex. sociala medier en stor roll i företagens och organisationers marknadsföringsarbete, och EdmarLaw har expertis som kan ge råd när det gäller gränsdragningen mellan reklam och information. EdmarLaw hjälper företag såväl med rådgivning och riskbedömning beträffande egen marknadsföring som med biträde då konkurrenters marknadsföring kan uppfattas som otillbörlig.",
    "DDesc1": "Att synas på internet har stor betydelse för verksamheten. Domännamnen är en betydelsefull marknadsföringskanal, en säkerhetsaspekt och en kvalitetsstämpel. Ett företags eller en organisations domännamn bär därför ofta på stora värden, både förtroendemässiga och ekonomiska, och det är viktigt att det finns en medvetenhet i hanteringen av dem.",
    "DDesc2": "EdmarLaw bistår såväl med domännamnsregistrering som hantering av domännamnstvister, liksom även i strategiska frågor kring användningen av domännamn.",
    "TDesc1": "Varumärkesrätten har länge varit internationellt orienterad, och internationella samarbeten som Madridprotokollet och EU:s gemensamma varumärkesrätt visar tydligt på internationaliseringen av varumärkesrätten. Internet och användningen av domännamn har gjort varumärkesrättens globala dimension än mer påtaglig, inte minst bland mindre bolag och organisationer. Även ett litet, nischat företag kan genom sin webbsida och sitt domännamn på kort tid etablera sitt kännetecken internationellt. Då är det ofta avgörande att inneha registrerade varumärken för att hävda sin rätt till exponering på nätet.",
    "TDesc2": "EdmarLaw hjälper er med varumärkesansökningar i Sverige, EU och internationellt.",
    "TDesc3": "Det är viktigt att i ett så tidigt skede som möjligt få information om potentiellt förväxlingsbara konkurrerande kännetecken. Därför erbjuder EdmarLaw även förhandsgranskning och varumärkesbevakning av kännetecken.",
    "DesignDesc1": "Design, formgivning och mönster är samma sak, det vill säga en produkts utseende. En produkt är ett industriellt eller hantverksmässigt framställt föremål, förpackningar, utstyrsel, grafiska symboler och typsnitt, men inte datorprogram. Grafiska symboler kan till exempel vara designen av en webbplats eller en dataikon.",
    "DesignDesc2": "EdmarLaw hjälper företag och organisationer att skydda en produkts design, att hantera intrång i en produkt, eller påståenden om det, men också att optimera värdet av investeringen genom t.ex. licensiering. Då är det viktigt att den egna formgivningen inte är känd tidigare (man har 6 månader på sig att registrera designen från publicering) eller gör intrång i någon annans mönsterrätt.",
    "DesignDesc3": "Designskyddet innebär en ensamrätt till designen och hindrar andra från att nyttja den. Någon annan kan alltså inte tillverka, sälja, importera eller hyra ut en produkt som inkräktar på ett registrerat designskydd.",
    "TelDesc1": "Kommunikation av tal, musik, bild, text och andra data är ofta integrerade i olika tjänster på nätet. Även om telekommarknaden är avreglerad, finns ett omfattande och dynamiskt EU-rättsligt regelverk för elektronisk kommunikation. Huvuddelarna tas upp i den svenska lagen om elektronisk kommunikation.",
    "TelDesc2": "Lagen om elektronisk kommunikation gäller för teleoperatörer och andra tillhandahållare av elektroniska kommunikationstjänster och elektroniska kommunikationsnät. I lagen finns krav på lagring av trafikuppgifter för brottsbekämpningsändamål (de ska raderas eller avidentifieras efter sex månader), och andra typer av data som t.ex. behövs för betalning eller för marknadsföring (de ska tas bort när de inte längre behövs).",
    "TelDesc3": "Frågor som autentisering, behörighetskontroll, kommunikationssäkerhet, rutiner för säkerhetskopiering och skydd mot obehörig trafik och skadlig programvara berör inte bara telekomoperatörernas verksamhet utan även molntjänstleverantörer.",
    "TelDesc4": "EdmarLaw har kunskapen, branschkännedomen och vanan att biträda telekom- och internetoperatörer vid bl.a. avtalsförhandlingar och regulatoriska frågor, ansvars- och yttrandefrihetsfrågor."
  },
  "GDPR": {
    "What is GDPR?": "Vad är GDPR?",
    "what1": "Sverige var det första land i världen som antog en nationell datalag år 1973. Och skyddet av personuppgifter har inte blivit mindre aktuellt med åren! Idag är det den allmänna dataskyddsförordningen, GDPR, som ska skydda människor från att deras personliga integritet kränks när personuppgifter behandlas av andra. Den ersatte personuppgiftslagen (PUL) som gällde 1998-2018.",
    "what2": "All slags behandling av uppgifter som direkt eller indirekt kan hänföras till en fysisk person omfattas av GDPRs regler, alltifrån loggning och lagring till överföring och radering – och all behandling däremellan. De flesta av GDPRs begrepp och principer är desamma som gällde enligt PUL. Men med GDPR kom bland annat nya krav på personuppgiftsbiträdet, betydligt utökad informationsskyldighet gentemot den registrerade, konsekvensbedömning vid viss behandling, incidenthantering och rapportering, privacy by design, krav på dataskyddsombud i vissa fall samt sanktionsavgifter. PULs undantag för behandling av personuppgifter i ostrukturerat material, den så kallade missbruksregeln, försvann också med GDPRs intåg.",
    "DO_YOU": "Uppfyller ni GDPRs krav?",
    "doDesc": "En stor del av arbetet med GDPR handlar om att dokumentera och analysera behandlingen av personuppgifter. Det är främst följande frågor som ni måste ta ställning till och åtgärda för att följa GDPR:",
    "first": "Vet ni vilka personuppgifter som hanteras, för vem, för vilket ändamål, med hjälp av vilka leverantörer, vilka de lämnas ut till och hur länge de bevaras?",
    "second": "Har ni verkligen gått igenom alla system där ni behandlar personuppgifter?",
    "third": "Har ni dokumenterade rutiner och processer på plats för att säkerställa en korrekt hantering av personuppgifter?",
    "fourth": "Har ni avtal på plats med personuppgiftsbiträden (exempelvis leverantörer)?",
    "fifth": "Uppfyller ni kraven på informationsskyldighet till de personer vars uppgifter ni hanterar?",
    "sixth": "Har ni gjort och dokumenterat konsekvensbedömningar för era produkter och tjänster?",
    "seventh": "EdmarLaw har omfattande erfarenhet av personuppgiftshantering och spetskompetens på området. Vi kan hjälpa er att uppfylla GDPRs krav. Kontakta oss",
    "Information Obligation": "Informationsskyldighet",
    "Requirements to provide information": "Krav på att lämna information",
    "info1": "GDPR ställer väsentligt högre krav än tidigare på den information som lämnas till den registrerade. Informationen ska lämnas i samband med insamling av personuppgifterna. Den ska vara lättillgänglig och med ett klart och tydligt språk. Det bästa är att lämna informationen i en dataskyddspolicy på webbsidan.",
    "info2": "Den registrerade ska informeras om:",
    "info3": "Den registrerade ska också informeras om de rättigheter som ges i GDPR. Bland annat har den registrerade rätt att få tillgång till, ändra och radera sina personuppgifter. Den registrerade har också rätt att begära begränsning av viss behandling, rätt att flytta sina data till en annan leverantör (dataportabilitet), och rätt att när som helst återkalla ett eventuellt samtycke.",
    "infoList1": "den personuppgiftsansvariges identitet och kontaktuppgifter,",
    "infoList2": "ändamålen med behandlingen,",
    "infoList3": "den rättsliga grunden för behandlingen,",
    "infoList4": "vilka personuppgifter som samlas in,",
    "infoList5": "vilka mottagare som ska ta del av personuppgifterna (underleverantörer, partners m.fl.),",
    "infoList6": "hur länge uppgifterna är tänkta att sparas, och",
    "infoList7": "om personuppgifterna lämnas ut till tredje land.",
    "Data Records": "Registerutdrag",
    "data1": "Som registrerad har man rätt att få veta om personuppgifter som rör en själv behandlas, och i så fall få ta del av de personuppgifterna. En sådan sammanställning måste innehålla information om vilka uppgifter som samlats in, vad syftet är, vilka som har tagit del av informationen, hur länge den ska sparas och den registrerades rättigheter enligt GDPR. Informationen måste sammanställas och lämnas till den registrerade inom 30 dagar från begäran.",
    "data2": "EdmarLaw kan hjälpa till att upprätta din organisations dataskyddspolicy så att den uppfyller GDPRs krav, eller se över er befintliga dataskyddspolicy, liksom hjälpa till när ni får en begäran om registerutdrag.",
    "Privacy by Design": "Privacy by Design",
    "privacy1": "Privacy by design (inbyggt dataskydd) och privacy by default (dataskydd som standard) har tidigare uppmuntrats som god branschpraxis, s.k. best practice. I GDPR är det istället ett krav. Privacy by design innebär att man tar hänsyn till dataskyddsreglerna redan när man utformar IT-system och rutiner. Det är ett sätt att se till att kraven i GDPR uppfylls och att den registrerades rättigheter skyddas. Kravet på dataskydd som standard (privacy by default) innebär i korthet att den som behandlar personuppgifter ska se till att personuppgifter inte behandlas i onödan.",
    "privacy2": "Det kan till exempel handla om att de förvalda inställningarna i en tjänst är satta så att inte mer information än nödvändigt samlas in, delas ut eller visas. Dataskydd ska genomsyra ett systems eller en tjänsts hela livscykel, från förstudie och kravställning till utveckling, användning och avveckling. Det är alltså avgörande att ta hänsyn till dataskyddsaspekterna innan tid och pengar investeras i ett nytt IT-system eller en ny tjänst.",
    "privacy3": "Privacy by design innebär inte bara en möjlighet att se till att IT-systemet eller tjänsten uppfyller kraven enligt GDPR, utan också en möjlighet att implementera andra juridiskt strategiska aspekter i utvecklingsarbetet. Inbyggt dataskydd kan också förenkla den manuella insatsen för att uppfylla GDPR. En välbyggd lösning med privacy by design-fokus kan exempelvis automatisera kraven på registerutdrag och på så sätt göra det möjligt med insyn för den registrerade.",
    "privacy4": "EdmarLaw utbildar i privacy by design-aspekter och kan även hjälpa till med att se över er privacy by design i samband med att ni utvecklar eller implementerar nya IT-system och tjänster.",
    "Deletion of Personal Data and Keeping a Data Register": "Gallring och register",
    "delete1": "Personuppgifter måste raderas eller anonymiseras när de inte längre behövs för det syfte de ursprungligen samlades in för. Redan i samband med att personuppgifterna samlas in måste  information lämnas om vilka kategorier av uppgifter som samlas in, för vilka syften de behandlas och hur länge uppgifterna sparas. Den här informationen måste också dokumenteras i ett internt register över personuppgiftsbehandlingar som ska uppdateras löpande.",
    "delete2": "Rutiner för gallring av personuppgifter ställer höga krav på både IT-system och personal. EdmarLaw biträder vid upprättande av gallringsrutiner och ser även över IT-system och tjänster så att de uppfyller kraven på gallring m.m. Registret kan visas för Datainspektionen i samband med en eventuell tillsyn eller presenteras för en potentiell investerare i samband med kapitalanskaffning.",
    "Incident Management": "Incidenthantering",
    "incident1": "GDPR ställer höga krav på en organisations beredskap att hantera incidenter i samband med personuppgiftshantering. En personuppgiftsincident måste anmälas till Datainspektionen inom 72 timmar om det inte är osannolikt att incidenten leder till några risker för enskildas fri- och rättigheter. Vad är en personuppgiftsincident? Det är inte bara förlust av personuppgifter vid dataintrång som måste anmälas. Enligt GDPR måste varje incident som leder till oavsiktlig förstöring eller förlust av personuppgifter anmälas, om det inte är osannolikt att incidenten medför risker. En glömd företagsdator eller en stulen väska kan behöva anmälas till Datainspektionen inom 72 timmar. Beroende på omfattning och uppgifternas känslighet ska även enskilda personer som drabbats av incidenten informeras. Det här ställer höga krav på IT-system och på rutiner för incidenthantering. Det kräver också en medvetenhet hos de anställda.",
    "incident2": "EdmarLaw biträder med att skapa rutiner för incidenthantering och att utbilda personalen.",
    "Data Processors": "Personuppgiftsbiträden",
    "process1": "Som personuppgiftsansvarig är en organisation inte bara ansvarig för sin egen behandling av personuppgifter, utan även för den behandling som utförs av leverantörer, så kallade personuppgiftsbiträden. Valet av leverantör måste därför även göras utifrån GDPR-kriterier. Vi på EdmarLaw brukar tala om en trestegsmodell för att se till att personuppgiftsbiträden håller en hög dataskyddsnivå.",
    "Due diligence ur ett dataskyddsperspektiv": "Due diligence ur ett dataskyddsperspektiv",
    "Personuppgiftsbiträdesavtalet": "Personuppgiftsbiträdesavtalet",
    "Uppföljning": "Uppföljning",
    "processD1": "Först bör en due diligence göras av möjliga personuppgiftsbiträden.Det är lätt att glömma bort att väga in dataskyddsaspekter i samband med upphandling av IT-system och tjänster. Men med GDPR kan det stå dig dyrt. Innan personuppgifter delas med ett personuppgiftsbiträde är det viktigt att bl.a. ta reda på var personuppgifterna kommer att lagras, vilka som kommer ha tillgång till personuppgifterna och om leverantören använder sig av underleverantörer. Genom en due diligence kan man som personuppgiftsansvarig fatta ett informerat beslut vid valet av leverantör.",
    "processD2": "Genom ett personuppgiftsbiträdesavtal säkerställer parterna att personuppgifterna som delas hanteras enligt GDPR. Det ställs omfattande krav på vad ett personuppgiftsbiträdesavtal måste innehålla. EdmarLaw ser över befintliga personuppgiftsbiträdesavtal och biträder i samband med upprättande av nya. Vi säkerställer att ert personuppgiftsbiträdesavtal uppfyller kraven under GDPR samtidigt som avtalen är anpassade för det aktuella samarbetet.",
    "processD4": "Den som är personuppgiftsansvarig bör också följa upp att personuppgiftsbiträdet faktiskt behandlar personuppgifterna i enlighet med instruktionerna i personuppgiftsbiträdesavtalet. Det kan man göra antingen genom ett besök hos personuppgiftsbiträdet, genom rapporter från personuppgiftsbiträdet eller genom löpande avstämning.",
    "processD3": "Det ställs många krav på den som är personuppgiftsansvarig. För att behandlingen av personuppgifter ska vara laglig krävs inte bara ett personuppgiftsbiträdesavtal. De registrerade måste också informeras, exempelvis i dataskyddspolicyn, om att deras personuppgifter delas med personuppgiftsbiträden och vilka dessa biträden är. Information om personuppgiftsbiträden måste även dokumenteras i den personuppgiftsansvariges register över personuppgiftsbehandlingar. EdmarLaw kan assistera genom hela processen, från due diligence av personuppgiftsbiträden till upprättande av avtal och uppföljning.",
    "Data Protection Officer": "Dataskyddsombud",

    "officer1": "Vissa typer av organisationer måste tillsätta ett dataskyddsombud enligt GDPR, men alla organisationer tjänar på att ha tilldelat en person ansvaret för dessa frågor. Offentliga verksamheter (exempelvis myndigheter), organisationer vars kärnverksamhet består i att hantera stora mängder personuppgifter, och organisationer som hanterar större mängder av känsliga personuppgifter måste alla ha dataskyddsombud. Dataskyddsombudet kan vara en intern eller extern resurs. Det ska ha de yrkesmässiga kvalifikationer som krävs, liksom sakkunskap om lagstiftning och praxis kring dataskydd. Dataskyddsombudet måste hålla sig uppdaterad på området.",
    "officer2": "Det är styrelsens och ledningsgruppens ansvar att se till att dataskyddsombudet har resurser och möjligheter att på ett objektivt sätt utföra sitt arbete. GDPR är tydlig med att dataskyddsombudet ska kunna arbeta fritt utan att riskera kritik i samband med kontroller av personuppgiftsbehandlingen. Det kan ändå vara svårt att som anställd komma med synpunkter som medför förseningar och kostnader för organisationen. Samtidigt som en anställd kan ha god inblick i organisationens verksamhet, kan den dra sig för att komma med impopulära invändningar. Därför kan det vara att föredra att anlita en extern konsult som dataskyddsombud.",
    "officer3": "Dataskyddsombudet ska involveras i alla frågor som rör skyddet av personuppgifter, samarbeta och samråda med tillsynsmyndigheten, samt informera och utbilda anställda i dataskydd."
  },
  "REF": {
    "first": "Looklet är ett svenskt bolag som är världsledande inom digital display för mode. Bolaget investerar mycket i innovation och utveckling av sin produkt och har världens största mode- och e-handelsföretag som kunder. Looklet bygger hela fotostudios från grunden till sina kunder och har utvecklat både hård- och mjukvaran själva.  Looklet har kontor i Stockholm, Paris och New York.",
    "second": "Microsoft AB är ett helägt dotterbolag till Microsoft Corporation, ett multinationellt datorföretag baserat i Redmond, Washington, USA. Företaget är i dag världens största inom programvaruutveckling. Microsoft utvecklar, tillverkar och licensierar många programprodukter för ett flertal olika datorsystem, och Microsoft AB ser till att anpassningar, support, stödfunktioner liksom lanseringar av produkter och tjänster fungerar på den lokala marknaden. Microsoft AB har 600 anställda och konsulter med kontor i Kista.",
    "third": "DreamHack är världens största datorfestival. DreamHacks kärna och ursprung är de två stora festivalerna DreamHack Summer i juni och DreamHack Winter i november med över 20.000 datorer sammankopplade i ett LAN. DreamHack-event finns också i Spanien, Rumänien, Frankrike, Ryssland och England, under 2016 även i Tyskland och USA. Under 2015 beräknas evenemangen ha över 130.000 besökare. DreamHack är också ett produktionsbolag med fokus på gaming och esport, med närmare 160 miljoner tittare via TV och streams i 100 länder (2015).",
    "exmet": "Exmet AB utvecklar patentskyddad teknologi för additiv tillverkningsteknik (3D printing) av amorfa metallegeringar och nanokompositer. Bolaget grundades år 2009.",
    "genero": "Genero Solutions tillhandahåller säljstöd och säljstyrning som molntjänst för de största aktörerna inom den svenska livsmedelshandeln. Bolagets verktyg hanterar hela säljprocessen, liksom styrning, rapportering, uppföljning och optimering. Företaget har ett tjugotal anställda vid kontoret i Stockholm.",
    "eBuilder": "eBuilder har utvecklat en molntjänst inom ”Customer Care” som gör det möjligt för dess kunder att förbättra och vidareutveckla sina kundrelationer. eBuilder har kunder i över 70 länder och deras lösning tillämpas av fler än fem miljoner slutanvändare. Bolagets säte är i Kista, där ett femtiotal anställda sitter, men de har även kontor i Kina, Australien och Sri Lanka.",
    "unomly": "Unomaly har utvecklat en ny övervakningsteknik för kritiska IT-system. Produkten är datadriven, självlärande och upptäcker alla IT incidenter universellt genom att kunna visa deras avvikande beteende. Detta gör att man kan upptäcka samtliga incidenter utan regler och långt före driftstörningar blir ett faktum. Bolaget grundades 2011 och har idag ett femtontal anställda och kunder i 10 länder.",
    "gleechi": "Gleechi säljer en mjukvarulösning för att animera händer i spel och virtual reality som kan röra sig och interagera realistiskt. Mjukvaran är baserad på 8 års forskning inom robotik och löser ett välkänt problem inom 3D animation.",
    "Examples of typical assignments where the legal counsel of EdmarLaw has been requested": "Exempel på typiska uppdrag där EdmarLaws juridiska råd har efterfrågats",
    "Licensing of software": "Licensiering av mjukvara",
    "Licensing of AI services": "Licensiering av AI-tjänster-",
    "Licensing of security products and services": "Licensiering av säkerhetsprodukter och -tjänster",
    "Contracts regarding development and implementation of IT systems": "Avtal om utveckling och implementeringar av IT-system",
    "Outsourcing of IT services": "Outsourcing av IT-tjänster",

    "International joint development": "Internationella utvecklingssamarbeten",
    "Implementation of IT-system for payment solutions": "Implementering av IT-system för betaltjänster",
    "Regulations around technical platforms": "Regelverk kring tekniska plattformar",
    "Drafting terms and conditions for customers and users": "Utformning av villkor för kunder och användare"
  },
  "About": {
    "About the law firm EdmarLaw": "Advokatfirman EdmarLaw",
    "first": "Advokatfirman EdmarLaw har mer än 25 års erfarenhet av att granska, upprätta och förhandla de flesta typer av avtal som förekommer på IT-området. Bland annat har EdmarLaw omfattande erfarenhet av personuppgiftshantering, att upprätta utvecklingsavtal, kundavtal, allmänna villkor, genomföra dataskyddsanalyser och ta helhetsgrepp på personuppgiftshanteringen, avtala om utveckling och implementering av IT-system, liksom alla aspekter av onlinetjänster, molntjänster (PaaS, SaaS) och e-handel, licensiering av mjukvara, licensiering av AI-tjänster, know-how och patent.",
    "second": "Många av EdmarLaws klienter är amerikanska eller europeiska företag, vilket innebär att EdmarLaw bedriver en stor del av rådgivningen på engelska.",
    "third": "Genom internationella nätverk, utlandstjänstgöringar och utländska klienter har EdmarLaw dessutom ett väl etablerat nätverk av advokatbyråer i hela världen. EdmarLaw kan därför på ett effektivt sätt guida i ärenden som rör olika jurisdiktioner och rättsområden.",
    "fourth": "Grundaren och advokaten Malin Edmar har tjänstgjort på Microsoft Corporations huvudkontor i Seattle under fyra år och fortsatt att biträda bolaget i över 12 år inom kommersiella avtal, produktutveckling och produktlansering. Hon har även arbetat på GitHub, Inc. i flera år som Senior Commercial Counsel, med fokus på att upprätta och förhandla kommersiellt gångbara, lättfattliga villkor för till exempel PaaS, supporttjänster och samarbeten, och som Senior Product Counsel, med fokus på utveckling inom AI, säkerhetstjänster, PaaS och utvecklingssamarbeten. Det har inte bara gett henne ett passionerat intresse för ny teknik och innovation utan även mycket god branschkännedom. Hon förstår IT-bolagens typiska produktcykler och terminologi – en snabb insikt i klienternas verksamhet faller sig därför naturligt.",
    "title": "advokat och grundare",
    "desc1": "Malin Edmar har arbetat med avtalsfrågor samt IT-rättsliga och immaterialrättsliga frågor sedan 1996. Hon driver ofta stora och komplicerade förhandlingar inom olika områden, inte sällan förlikningsförhandlingar i samband med uppgörelser. Malin upprättar och förhandlar ofta olika typer av avtal inom IT-branschen eller avtal som rör immaterialrättsliga frågor.Malin har bl.a. arbetat som jurist på Microsofts huvudkontor i USA under fyra år och då biträtt vid produktutveckling, produktlansering och lansering av onlinetjänster. Hon har även arbetat på GitHub, Inc. i flera år som Senior Commercial Counsel, med fokus på att upprätta och förhandla kommersiellt gångbara, lättfattliga villkor för till exempel PaaS, supporttjänster och samarbeten, och som Senior Product Counsel, med fokus på att utveckling inom AI, säkerhetstjänster, PaaS och utvecklingssamarbeten.",
    "desc2": "Malin har också skrivit fyra böcker, bland annat boken Internetpublicering och sociala medier som hittills har getts ut i sju upplagor (Norstedts Juridik, 2021), och var med i IT-kommissionens IT-rättsliga observatorium under flera år, där hon fick möjlighet att påverka ny lagstiftning inom personuppgiftshantering, telekommunikation, sociala medier och e-handel. När Malin upprättar avtal, förhandlar eller skriver böcker så har hon alltid tekniken i fokus, och ser till att förstå den först innan hon tillämpar juridiken. Dessutom brinner Malin för att göra juridiken begriplig – man ska inte behöva anlita jurister för att förstå vad man har kommit överens om. Det är förmodligen därför hennes böcker är så populära, och används som kurslitteratur vid flera universitet i Sverige.",
    "Education": "Utbildning",
    "Experience": "Erfarenhet",
    "here": "här",
    "unii": "Uppsala universitet och Stockholms universitet, jur. kand. 1996.",
    "Law firm EdmarLaw 2016-": "Advokatfirman EdmarLaw 2016-",
    "Law firm Fylgia, 2009-2015": "Advokatfirman Fylgia, 2009-2015",
    "Law firm Westermark Anjou, 2007-2008": "Advokatfirman Westermark Anjou, 2007-2008",
    "Microsoft Corporation, Redmond, WA, 2003-2006": " Microsoft Corporation, Redmond, WA, 2003-2006",
    "Law firm Delphi, 1999-2002": "Advokatfirman Delphi, 1999-2002 ",
    "Royal Swedish Academy of Engineering Sciences, 1997-1999": "Kungliga Ingenjörsvetenskapsakademien (IVA), 1997-1999 ",
    "IT Committee CultureNet Sweden, Ministry of Culture, 1996": "IT-kommittén Kulturnät Sverige, Kulturdepartementet, 1996",
    "Public Prosecution Authority, Varberg, 1996": "Åklagarmyndigheten i Varberg, 1996",
    "Publications": "Publikationer",
    "Member of the following associations": "Medlem i följande organisationer",
    "Edmar, Malin; Author of the book": "Författare till boken",
    "Internet publishing and Social Media,": " Internetpublicering och sociala medier,",
    "In Swedish, Norstedts Juridik, 7th edition, 2021": "(Norstedts Juridik, 7 uppl., 2021)",
    "Edmar, Malin; ": "Edmar, Malin; ",
    "Online education on Internet publishing": "Onlineutbildning Internetpublicering",
    "In Swedish, Norstedts Juridik, 2015": "(Norstedts Juridik, 2015)",
    "Edmar, Malin; Co-author of the book": "Medförfattare till boken",
    "Domain Names – Strategies and Legal Aspects": "Domännamn – Strategier och juridiska överväganden,",
    "In Swedish, Norstedts Juridik, 2014": "(Norstedts Juridik, 2014)",
    "Also available in English": "Finns även på engelska",
    "Edmar, Malin; Editor and co-author to the book": "Redaktör och medförfattare till boken",
    "The Twilight Zone of Intellectual Property,": "I immaterialrättens gränsland,",
    "In Swedish, Jure, 2012": "(Jure, 2012)"
  },
  "Terms": {
    "desc1": "",
    "desc2": "",
    "desc3": "",
    "desc4": "Dessa allmänna villkor kan komma att ändras från tid till annan, men den senaste versionen återfinns alltid på EdmarLaws webbsida, www.edmarlaw.se. En ändring i de allmänna villkoren gäller endast för uppdrag som påbörjats efter det att ändringen har publicerats på webbsidan. EdmarLaw skickar en kopia av den senaste versionen av de allmänna villkoren på er begäran.",
    "desc5": "Avtalet om uppdraget är ett avtal med EdmarLaw. EdmarLaws ägare/delägare och andra anställda har inte något personligt ansvar mot er utöver vad som kan följa av tvingande regler. Alla frågeställningar inom en tvist, en affärstransaktion eller ett affärsupplägg ska anses vara ett uppdrag. EdmarLaws rådgivning i uppdraget är anpassad till uppdraget och till de omständigheter som har presenterats för EdmarLaw. Ni kan därför varken använda er av eller förlita er på rådgivningen för något annat syfte eller i någon annan situation eller ändamål än för det som EdmarLaw lämnade råd i. Om EdmarLaw och ni inte har avtalat om annat, omfattar rådgivningen i uppdraget inte uppdragets möjliga skattekonsekvenser. EdmarLaws rådgivning i uppdraget avser endast svensk lag och den omfattar alltså inte lagen i någon annan jurisdiktion. Om och i den utsträckning som EdmarLaw uttalar sig om lagen i andra jurisdiktioner sker det endast med stöd av EdmarLaws allmänna erfarenhet om juridiska frågor i sådana jurisdiktioner. Sådana uttalanden är inte juridisk rådgivning. EdmarLaw biträder er emellertid gärna med att hämta in nödvändig rådgivning från jurister i andra jurisdiktioner än den svenska.",
    "Confidentiality and Information": "Sekretess och information",
    "Personal Data": "Personuppgifter",
    "Fees and Billing": "Arvode och fakturering",
    "Limitation of Liability": "Ansvarsbegränsning",
    "Other Advisors": "Annan rådgivare",
    "Intellectual Property Rights": "Klagomål, tidsfrister och tvistlösning",
    "Complaints, Time Limits and Dispute Resolution": "Klagomål, tidsfrister och tvistlösning",
    "confDesc1": "EdmarLaw kommer inte att för utomstående röja omständighet som inte är offentlig, med mindre än att det görs som ett led i uppdragets utförande eller efter ert samtycke. EdmarLaw är för vissa uppdrag enligt lag skyldig att ta in och bevara bevisning och viss dokumentation om sina klienters identitet. Om ni inte lämnar den dokumentation som EdmarLaw begär, kan EdmarLaw enligt lag vara skyldig att omedelbart avbryta utförandet av uppdraget och relationen med er. EdmarLaw är enligt lag skyldig att anmäla misstankar om penningtvätt eller finansiering av terrorism till berörd myndighet samt förhindrade att underrätta er om sådana misstankar föreligger. Om sådan misstanke föreligger är EdmarLaw skyldigt att avböja eller frånträda uppdraget. I vissa fall måste EdmarLaw lämna information till skattemyndigheterna om ert momsregistreringsnummer och värdet av de tjänster som vi har levererat till er. Genom att anlita EdmarLaw medger ni att EdmarLaw lämnar ut uppgifter enligt vad som beskrivits ovan. EdmarLaw ansvarar inte för eventuell skada som uppkommer av de ovan angivna skyldigheterna.",
    "confDesc2": "EdmarLaws akthantering är digital, och dokument lagras som huvudregel endast elektroniskt. I de fall EdmarLaw tar emot en handling, vars fysiska exemplar inte har självständig betydelse, digitaliseras handlingen varefter den fysiska handlingen förstörs. EdmarLaw kan därför inte återställa de handlingar som EdmarLaw erhållit, utan endast digitala kopior. Originalhandlingar, fysiska handlingar med självständig betydelse, samt handlingar som enligt lag eller annan bestämmelse inte kan arkiveras elektroniskt, förvaras och arkiveras fysiskt och kan återställas.",
    "personalDesc1": "EdmarLaw är personuppgiftsansvarig för personuppgifter som lämnas eller inhämtas i samband med uppdrag. Uppgifterna kan komma att kompletteras av EdmarLaw genom inhämtning av information från privata och offentliga register eller andra externa källor. EdmarLaw behandlar personuppgifter i enlighet med sin",
    "personalDesc2": "dataskyddspolicy.",
    "feeDesc1": "Om EdmarLaw och ni inte har avtalat om något annat bestäms EdmarLaws arvoden av följande faktorer: (a) den skicklighet och erfarenhet som uppdraget har krävt, (b) uppnått resultat (c) nedlagd tid, (d) det värde som uppdraget avser, (e) eventuella risker för EdmarLaw och (f) den tidspress som gällt för uppdraget. EdmarLaws arvoden överensstämmer med Sveriges advokatsamfunds regler. Utöver EdmarLaws arvoden kan kostnader för resor, logi och andra utgifter debiteras er. EdmarLaw förskotterar normalt mindre utgifter för er räkning och debiterar er för dem i efterskott, men EdmarLaw kan i stället komma att be om förskott för sådana utgifter eller vidarebefordra fakturan för utgiften till er för betalning. EdmarLaw tillämpar normalt månadsvis fakturering. Om EdmarLaw och ni inte har avtalat om annat är betalningsvillkoret för EdmarLaws fakturor 20 dagar. EdmarLaw debiterar dröjsmålsränta enligt räntelagen vid för sen betalning. Om ni har rätt till ersättning ur försäkring (såsom rättsskyddsförsäkring) till täckande av del av EdmarLaws arvode, har ni trots detta ansvar för att EdmarLaws arvode betalas med de belopp och i den takt det faktureras och förfaller till betalning. Försäkringar ersätter inte mervärdeskatt. EdmarLaw förbehåller sig rätten att ställa ut en à conto-faktura för sitt arvode. EdmarLaw förbehåller sig rätten att begära förskott, dels innan den påbörjar sitt arbete i ett uppdrag, dels under pågående uppdrag. EdmarLaws rätt till förskottsbetalning gäller löpande under uppdraget.",
    "feeDesc2": "EdmarLaw försöker alltid tillhandahålla juridiska tjänster till arvoden som är attraktiva. Om ni begär det kommer EdmarLaw i början av ett uppdrag att ge er en uppskattning av arvodet för uppdraget och EdmarLaw kan också, om och i den utsträckning som det är lämpligt och möjligt, träffa en överenskommelse om en budget eller annat arrangemang för uppdraget. EdmarLaw förbehåller sig rätten att revidera sin uppskattning, budget eller annat arrangemang när den har skäl att anta att uppgifterna inte längre är korrekta eller möjliga att uppnå. Alla belopp anges exklusive mervärdesskatt.",
    "limitedDesc1": "EdmarLaw ansvarar för skada som klienten vållas på grund av EdmarLaws fel eller försummelse vid utförande av uppdrag. EdmarLaw kan, utöver vad som anges i dessa villkor, tillämpa särskilda ansvarsbegränsningar för vissa uppdrag eller deluppdrag. Sådana ansvarsbegränsningar får ni del av före uppdraget eller deluppdraget. EdmarLaws ansvar för skada som Ni vållas till följd av fel eller försummelse från vår sida vid uppdragets utförande är begränsat till ett belopp som motsvarar det lägre av fem (5) gånger arvodet för uppdraget och tio (10) miljoner svenska kronor. EdmarLaws ansvar mot er ska reduceras med belopp som ni kan få ut enligt någon försäkring som ni har tecknat eller som har tecknats för er eller enligt avtal eller skadeslöshetsförbindelse. EdmarLaw är inte ansvarig för utebliven produktion, vinst eller någon annan indirekt skada, förlust, följdskada eller följdförlust. EdmarLaw ska inte ha något ansvar mot tredje man på grund av er användning av dokument eller annan rådgivning från EdmarLaw. Om EdmarLaw avbryter utförandet av ett uppdrag, eller relationen med er, på grund av omständighet som beror på er, eller på skyldighet enligt lag eller god advokatsed, ska EdmarLaw inte ha något ansvar för den skada som detta kan leda till. EdmarLaw ansvarar inte för skada som uppkommit till följd av omständigheter utom dess kontroll, som EdmarLaw skäligen inte kunde ha räknat med, undvikit eller övervunnit. EdmarLaws ansvarsbegränsningar enligt dessa villkor eller enligt separat avtal med er är tillämpliga också på EdmarLaws ägare/delägare och andra anställda. /vc_toggle]",
    "otherDesc": "EdmarLaw har ett stort nätverk av professionella rådgivare i Sverige och utomlands och bistår vid behov med att hitta och instruera sådana professionella rådgivare. Sådan annan professionell rådgivare bör vara oberoende av EdmarLaw och EdmarLaw ansvarar inte för de råd de ger eller för att ha rekommenderat dem till dig.",
    "intDesc": "EdmarLaw innehar upphovsrätten och andra immateriella rättigheter till det arbetsresultat som den skapar i ett uppdrag. Ni har självklart rätt att använda resultatet för det eller de ändamål som arbetsresultatet tagits fram.",
    "compDesc1": "EdmarLaws verksamhet bygger på att dess klienter är nöjda med hur tjänsterna utförs och att EdmarLaws rådgivning uppfyller och helst överträffar klienternas förväntningar. Om ni ändå skulle vara missnöjda eller ha klagomål på EdmarLaw ska ni underrätta Malin Edmar så snart som möjligt. Om ni vill framställa krav mot EdmarLaw ska ni göra det så snart som ni efter en rimlig undersökning har blivit medveten om de omständigheter som ni grundar kravet på. Krav ska framställas senast inom sex månader efter EdmarLaws senaste faktura i uppdraget.",
    "compDesc2": "EdmarLaws uppdrag och dessa allmänna villkor regleras av svensk rätt. Tvist som har samband med dessa allmänna villkor eller någon fråga som rör EdmarLaws uppdrag för er ska slutligt avgöras genom skiljedom enligt Skiljedomsregler för Stockholms Handelskammares Skiljedomsinstitut. Skiljeförfarandet ska äga rum i Stockholm, Sverige. Förfarandet ska genomföras på svenska. Information i anslutning till sådant förfarande ska vara konfidentiell. Vad ovan anförts gäller inte EdmarLaws rätt att väcka talan vid allmän domstol angående förfallna fordringar samt andra inkassoåtgärder."
  },
  "Privacy": {
    "General": "Generellt",
    "Collection of Personal Data": "Insamling av personuppgifter",
    "How we process personal data": "Hur vi behandlar personuppgifter",
    "Transfers of personal data": "Överföring av personuppgifter",
    "Rights for registered": "Rättigheter för registrerade",
    "Security": "Säkerhet",
    "Cookies": "Cookies",
    "Changes to this data protection policy": "Ändringar i denna dataskyddspolicy",
    "Contact": "Kontakt",
    "generel1": "Denna dataskyddspolicy innehåller information om hur EdmarLaw AB, organisationsnummer 556791-2547, (”EdmarLaw”, ”vi” eller ”oss”) behandlar personuppgifter.",
    "generel2": "EdmarLaw är personuppgiftsansvarig för den personuppgiftsbehandling som sker i enlighet med denna dataskyddspolicy. EdmarLaw kommer enbart samla in och behandla personuppgifter i enlighet med dataskyddsförordningen (EU 2016/679).",
    "personal1": "EdmarLaw behandlar följande personuppgifter som du väljer att lämna till oss:",
    "personal2": "(a) Personuppgifter hänförliga till klienter, antingen fysiska personer som själva är klienter, eller företrädare, kontaktpersoner och anställda hos ett företag eller en organisation som är klienter: namn, e-postadress, adress, telefonnummer, personnummer, kopior av identitetshandlingar, arbetsgivare, samt andra uppgifter som behövs för utförandet av vårt uppdrag.",
    "personal3": "(b) Personuppgifter hänförliga till motparter: namn, kontaktuppgifter, personnummer, och andra personuppgifter som behövs för utförandet av vårt uppdrag.",
    "personal4": "(c) Personuppgifter hänförliga till andra affärskontakter än (a) eller (b): namn, kontaktuppgifter och andra personuppgifter som behövs eller lämnas för utförandet av uppdraget eller tjänsten.",
    "personal5": "(d) Personuppgifter hänförliga till kandidater som söker jobb hos EdmarLaw: namn, kontaktuppgifter, arbetslivserfarenhet, utbildningshistorik, betyg, intressen, samt eventuella övriga uppgifter som den arbetssökande väljer att lämna i sin ansökan.",
    "personal6": "(e) Om en fysisk person kontaktar EdmarLaw via e-post eller telefon samlar EdmarLaw in namn, telefonnummer och e-postadress, beroende på kontaktform, samt övriga personuppgifter som krävs för att kunna assistera den som kontaktar EdmarLaw.",
    "personal7": "EdmarLaw kan komma att samla in personuppgifter från tredje parter, exempelvis samarbetspartners, myndigheter och domstolar samt offentliga register för utförandet av vårt uppdrag.",
    "process1": "EdmarLaw behandlar personuppgifter för följande ändamål och baserat på följande lagliga grunder.",
    "Purpose of the processing": "Syfte med behandlingen",
    "Legal grounds for processing": "Laglig grund för behandlingen",
    "Categories of personal data": "Kategorier av personuppgifter",
    "Storage time": "Lagringstid",
    "transfer1": "För att utföra vårt uppdrag kan EdmarLaw komma att lämna ut personuppgifter till tredje part, exempelvis domstolar, skiljedomsinstitut, myndigheter,  advokatbyråer, revisorer, konsulter och motparter. EdmarLaw kommer endast att lämna ut personuppgifter i den mån det krävs för att tillvarata EdmarLaws klienters intresse och/eller för att utföra vårt uppdrag. Vid sådan överföring är EdmarLaw fortsatt personuppgiftsansvarig för sin behandling, medan mottagande tredje part antingen blir personuppgiftsansvarig för sin vidarebehandling eller personuppgiftsbiträde till EdmarLaw, utifrån omständigheterna i det specifika fallet.",
    "transfer2": "För att EdmarLaw ska kunna utföra sitt uppdrag delar EdmarLaw personuppgifter med andra parter som behandlar data för EdmarLaws räkning. EdmarLaw använder följande underleverantörer.",
    "transfer3": "EdmarLaw samarbetar endast med företag som behandlar personuppgifter inom EU/EES eller med företag som anses upprätthålla samma skyddsnivå som inom EU/EES genom att t.ex. tillämpa EU:s standardavtalsklausuler samt de ytterligare skyddsåtgärder som bedöms behövliga.",
    "transfer4": "EdmarLaw lämnar ut nödvändiga personuppgifter till myndigheter som polis, skattemyndigheter eller andra myndigheter om EdmarLaw är skyldigt att göra det enligt lag. Ett exempel på sådan utlämning är för att bekämpa penningtvätt och finansiering mot terrorism.",
    "Subcontractor (name service)": "Underleverantör (namn på tjänst)",
    "Country/region where the service performed": "Land/region där tjänsten fullgörs",
    "Mechanism for transfer to a third country": "Mekanism för överföring till tredje land",
    "Type of service": "Typ av tjänst",
    "right1": "Rätt till registerutdrag.",
    "right2": "Du har rätt att begära ett registerutdrag över dina personuppgifter som vi lagrar och behandlar. Din begäran måste skickas in skriftligen till oss enligt kontaktuppgifterna nedan och ha din underskrift.",
    "right3": "Rätt till rättelse.",
    "right4": "EdmarLaw vill att du korrigerar felaktig eller inkomplett information om dig själv och ber dig därför att kontakta oss i sådana fall.",
    "right5": "Dataportabilitet.",
    "right6": "När det gäller personuppgifter som du har lämnat till oss kan du ha rätt att begära överflyttning till annan leverantör. Kontakta oss om du vill ha hjälp med detta.",
    "right7": "Rätten att bli bortglömd.",
    "right8": "Du har rätt att motsätta dig vår behandling av dina personuppgifter. Konsekvensen av detta kan bli att vi inte längre kan utföra uppdraget. Kontakta oss så tar vi ställning till i vilken utsträckning detta är möjligt.",
    "right9": "Marknadsföringskommunikation.",
    "right10": "Du kan när som helst avstå från att ta emot marknadsföringskommunikation från EdmarLaw genom att meddela oss detta.",
    "security1": "Säkerhet är viktigt för EdmarLaw, som vidtar adekvata tekniska och organisatoriska säkerhetsåtgärder för att säkerställa att personuppgifter inte kan missbrukas, förloras eller förfogas över av obehöriga i samband med att EdmarLaw behandlar personuppgifter enligt denna dataskyddspolicy. Det innebär bland annat att vi tillämpar kryptering på alla enheter, multifaktorautentisering vid all inloggning, regelbunden säkerhetskopiering, virusskydd, regelbunden gallring samt intern åtkomstbegränsning utifrån roller och behörighet.",
    "cookie1": "EdmarLaw uses Google Analytics statistics tool (cookies _ga and _gat) to see visitor statistics and to improve the site according to how our visitors are using it. A cookie is a small text file containing information that is saved on your computer. If you do not accept cookies, you can adjust your web browser settings to not accept cookies (disabling) or to inform you when a cookie is being used.",
    "cookie2": "When you visit the EdmarLaws website, the following data is collected through cookies: traffic data, IP address, type of device, operating system, the browser type the visitor is using and how visitors use our site.",
    "protect1": "EdmarLaw förbehåller sig rätten att göra ändringar i denna dataskyddspolicy.",
    "protect2": "Alla ändringar i denna dataskyddspolicy kommer att offentliggöras på vår webbplats. Vänligen besök vår webbplats regelbundet för att hålla dig underrättad om eventuella förändringar.",
    "contact1": "",
    "contact2": "För ytterligare information om EdmarLaws personuppgiftshantering, eller om du har frågor, är du välkommen att kontakta EdmarLaw på:",
    "contact3": "info@edmarlaw.se.",
    "contact4": "Är du missnöjd med hur vi behandlar dina personuppgifter bör du i första hand vända dig till EdmarLaw. Du kan även vända dig till Datainspektionen, +46 8 657 61 00,",
    "contact5": "datainspektionen@datainspektionen.se,",
    "contact6": "Box 8114, 104 20 Stockholm."
  },
  "Publication": {
    "BUY": "BUY",

    "gdpr": "Ny upplaga av Internetpublicering – med ett omfattande avsnitt om GDPR!",
    "Internet publishing and Social Media": "Internetpublicering och sociala medier",
    "purpose": "Norstedts Juridik har gett ut sjunde upplagan av Malin Edmars bok Internetpublicering och sociala medier. 1999 kom första upplagan och i denna sjunde omarbetade upplaga ingår 70 sidor om GDPR, skrivna på samma lättfattliga sätt som boken i övrigt, med många exempel och praktisk orientering.",
    "purpose2": "Syftet med denna bok är att på ett konkret och enkelt sätt förklara reglerna som rör internetpublicering, sociala medier och IT-relaterade produkter och tjänster samt ge en praktisk tillämpning av juridiken på internet. Boken är full av exemplifierande rättsfall och förklaringar och ger samtidigt en god förståelse för hur den traditionella juridiken har utvecklats i takt med digitaliseringen. Ett kapitel består dessutom av frågor och svar på om vad man ska tänka på när man publicerar material på nätet. Exempel på frågor som besvaras i boken är:",
    "Who owns a web production?": "Who owns a web production?",
    "What personal data requires consent?": "What personal data requires consent?",
    "What are the rules for marketing on the web?": "What are the rules for marketing on the web?",
    "Must-knows for contracting of web productions?": "Must-knows for contracting of web productions?",
    "What country’s law applies to a website?": "What country’s law applies to a website?",
    "What is a domain name from a legal perspective?": "What is a domain name from a legal perspective?",
    "How should you draft terms and conditions for selling a product or service on the internet?": "How should you draft terms and conditions for selling a product or service on the internet?",
    "Domain Names – Strategies and Legal Aspects": "Domännamn – strategier och juridiska överväganden",
    "This book is available in both Swedish and English!": "This book is available in both Swedish and English!",
    "domainP1": "Domännamn kan förenklat sägas vara motsvarigheten till ett bolags fysiska adress, fast på internet. Samtidigt är det så mycket mer. Domännamnen i sig utgör en betydelsefull marknadsföringskanal, en säkerhetsaspekt och en kvalitetsstämpel. Ett bolags eller en organisations domännamn bär på stora värden, både förtroendemässiga och ekonomiska, och det är därför viktigt att det finns en medvetenhet i hanteringen av dem.",
    "domainP2": "Vilka domännamn bör man egentligen registrera? Hur går man till väga? Vad är en domännamnsstrategi och varför är den viktig? Hur skyddar man sina varumärken på internet? Vad gör man när ett intrång i bolagets rättigheter upptäcks?",
    "These and many more questions are answered in this book": "Dessa och många fler frågor besvaras i denna bok.",
    "The Twilight Zone of Intellectual Property": "I immaterialrättens gränsland",
    "twilight1": "Det finns i din telefon, din bil, din klocka, din morgontidning, ja, till och med i din juice eller filmjölk. Snart sagt alla produkter du använder, varje rad du läser, mycket av det du äter och allt du ser på internet berörs av immaterialrätten. Någon har skyddat en idé, en teknisk innovation, en design, ett material eller en bakterie under någon av alla de lagar som omfattar immaterialrätten för att försäkra sig om ensamrätten, för att få en konkurrensfördel och för att ensam ha rätten att kapitalisera en idé.",
    "twilight2": "Värdet av de immateriella tillgångarna utgör en allt större del av bolagets totala värde och det gör immaterialrätten till ett allt viktigare rättsområde. Immaterialrätten är svårbemästrad eftersom den rör sig över flera olika lagområden: patent, varumärkesskydd, designskydd och upphovsrätt. Gränserna mellan de olika områderna är inte helt tydliga och en idé kan ofta omfattas av skydd inom flera lagområden.",
    "twilight3": "I denna bok lyfter vi fram immaterialrätten i gränslandet till andra rättsområden. Författarna, som samtliga är verksamma vid Advokatfirman Fylgia, har tagit fasta på immaterialrättens ökade betydelse och bredd, och tar upp immaterialrättens förhållande till flera angränsande rättsområden. Boken berör också olika typer av immateriella rättigheter, alltifrån upphovsrätt och varumärken till patent och likhetsavbildning.",
    "In Swedish only": "In Swedish only",
    "Buy": "Köp"
  }
}
